[
  {
    "id": "fs00001",
    "article_html_ko": "<p>무신사 본사는 성수동의 새로운 랜드마크로 자리잡았습니다. 단순한 기업 사옥을 넘어 패션 문화 공간으로 거듭난 이곳은 많은 패션 애호가들의 필수 방문 코스가 되었습니다.</p><h2>건축과 패션의 만남</h2><p>무신사 본사 건물은 성수동의 인더스트리얼 감성을 현대적으로 재해석한 건축물입니다. 노출 콘크리트와 유리가 조화를 이루며, 내부에는 다양한 패션 브랜드의 팝업 스토어와 전시 공간이 마련되어 있습니다.</p><p>1층 로비에는 매달 다른 테마의 전시가 열리며, 신진 디자이너들의 작품을 만나볼 수 있습니다. 방문객들은 자유롭게 공간을 둘러보고 사진을 찍을 수 있어, SNS에서 인기 있는 포토 스팟이 되었습니다.</p><h2>패션 플랫폼의 진화</h2><p>무신사는 온라인 패션 플랫폼에서 출발해 오프라인 문화 공간으로 확장했습니다. 이는 단순히 제품을 판매하는 것을 넘어, 패션 문화를 만들어가겠다는 의지의 표현입니다.</p><p>본사 주변에는 무신사가 운영하는 다양한 콘셉트 스토어와 카페가 있어, 함께 둘러보면 좋습니다. 특히 무신사 스탠다드 매장은 브랜드의 철학을 직접 경험할 수 있는 공간입니다.</p>",
    "article_html_en": "<p>Musinsa headquarters has become a new landmark in Seongsu-dong. Beyond being just a corporate building, this space has transformed into a fashion cultural hub and has become a must-visit destination for fashion enthusiasts.</p><h2>Intersection of Architecture and Fashion</h2><p>The Musinsa headquarters building is a modern reinterpretation of Seongsu-dong's industrial aesthetic. The harmony of exposed concrete and glass creates a unique atmosphere, while the interior houses various fashion brand pop-up stores and exhibition spaces.</p><p>The first-floor lobby hosts different themed exhibitions every month, showcasing works by emerging designers. Visitors can freely explore the space and take photos, making it a popular photo spot on social media.</p><h2>Evolution of a Fashion Platform</h2><p>Musinsa started as an online fashion platform and has expanded into an offline cultural space. This represents a commitment to creating fashion culture beyond simply selling products.</p><p>Around the headquarters, there are various concept stores and cafes operated by Musinsa that are worth exploring together. In particular, the Musinsa Standard store is a space where you can directly experience the brand's philosophy.</p>"
  },
  {
    "id": "fs00002",
    "article_html_ko": "<p>성수동 카페 투어는 공장 지대에서 감성 카페 거리로 변모한 성수동의 매력을 만끽할 수 있는 특별한 경험입니다.</p><h2>공장에서 갤러리로</h2><p>오래된 공장 건물들이 세련된 카페와 갤러리로 재탄생하면서 성수동은 서울의 핫플레이스로 떠올랐습니다. 높은 천장과 넓은 공간, 빈티지한 인테리어가 어우러진 카페들은 각자의 개성을 자랑합니다.</p><p>대림창고, 어니언, 카페 온더코너 등 성수동을 대표하는 카페들은 단순히 커피를 마시는 공간을 넘어 문화와 예술을 즐기는 복합 공간으로 자리잡았습니다.</p><h2>추천 카페 루트</h2><p>서울숲역에서 시작해 뚝섬로를 따라 걷다 보면 성수동의 대표 카페들을 만날 수 있습니다. 각 카페마다 시그니처 메뉴가 있으니, 카페 호핑을 즐기며 다양한 메뉴를 맛보는 것을 추천합니다.</p>",
    "article_html_en": "<p>A Seongsu-dong cafe tour is a special experience that allows you to enjoy the charm of Seongsu-dong, which has transformed from an industrial area into a trendy cafe street.</p><h2>From Factory to Gallery</h2><p>As old factory buildings have been reborn as sophisticated cafes and galleries, Seongsu-dong has emerged as Seoul's hot spot. Cafes featuring high ceilings, spacious interiors, and vintage decor showcase their unique personalities.</p><p>Representative cafes of Seongsu-dong, such as Daelim Warehouse, Onion, and Cafe Onion Corner, have established themselves as complex spaces for enjoying culture and art beyond just coffee drinking.</p><h2>Recommended Cafe Route</h2><p>Starting from Seoul Forest Station and walking along Ttukseom-ro, you'll encounter Seongsu-dong's signature cafes. Each cafe has its own signature menu, so we recommend cafe hopping to taste various offerings.</p>"
  },
  {
    "id": "fs00003",
    "article_html_ko": "<p>성수 스트리트 패션은 서울 패션의 새로운 중심지로 떠오른 성수동의 독특한 스타일을 대표합니다.</p><h2>인더스트리얼 시크</h2><p>성수동 거리를 걷다 보면 다양한 패션 스타일을 만날 수 있습니다. 특히 인더스트리얼 감성을 담은 오버핏 재킷, 워크웨어 스타일, 빈티지 데님이 눈에 띕니다.</p><p>젊은 패션 애호가들은 성수동 특유의 감성을 자신만의 방식으로 해석해 착용합니다. 기성복과 빈티지를 믹스매치하거나, 독특한 액세서리로 포인트를 주는 스타일이 인기입니다.</p><h2>포토 스팟</h2><p>성수동 곳곳에는 감각적인 벽화와 건축물이 있어 스트리트 패션 촬영 장소로 인기가 높습니다. SNS에서 성수동 해시태그를 검색하면 다양한 스타일 사진을 확인할 수 있습니다.</p>",
    "article_html_en": "<p>Seongsu street fashion represents the unique style of Seongsu-dong, which has emerged as a new center of Seoul fashion.</p><h2>Industrial Chic</h2><p>Walking through the streets of Seongsu-dong, you'll encounter various fashion styles. Particularly noticeable are oversized jackets with industrial aesthetics, workwear styles, and vintage denim.</p><p>Young fashion enthusiasts interpret Seongsu-dong's unique sensibility in their own way. Mixing and matching ready-to-wear with vintage pieces, or adding unique accessories as focal points are popular styles.</p><h2>Photo Spots</h2><p>Throughout Seongsu-dong, there are artistic murals and buildings that are popular as street fashion photography locations. Searching for Seongsu-dong hashtags on social media will reveal various style photos.</p>"
  },
  {
    "id": "fs00006",
    "article_html_ko": "<p>성수동의 감성 네일샵은 단순한 뷰티 서비스를 넘어 하나의 문화 공간으로 자리잡았습니다. 오래된 공장 건물을 개조한 독특한 인테리어와 함께, 개성 넘치는 네일 아트를 경험할 수 있는 특별한 장소들을 소개합니다.</p><h2>인더스트리얼 감성의 네일 아트</h2><p>성수동의 네일샵들은 지역 특유의 인더스트리얼 감성을 네일 아트에 녹여냅니다. 콘크리트 벽과 노출된 천장, 빈티지 가구들 사이에서 섬세한 네일 아트가 탄생하는 모습은 그 자체로 하나의 예술 작품입니다.</p><p>특히 주목할 만한 곳은 성수 네일 스튜디오입니다. 이곳은 단순히 네일을 받는 공간이 아니라, 네일 아티스트와 고객이 함께 디자인을 창조하는 협업 공간입니다. 매달 새로운 시즌 컬렉션을 선보이며, SNS를 통해 큰 인기를 얻고 있습니다.</p><h2>트렌드를 선도하는 디자인</h2><p>성수동 네일샵의 가장 큰 특징은 트렌드를 따라가는 것이 아니라 만들어간다는 점입니다. 미니멀한 라인 아트부터 대담한 컬러 블로킹까지, 다양한 스타일을 실험하고 선보입니다.</p><p>가격대는 기본 케어 3만원부터 아트 디자인 8만원 선으로, 합리적인 편입니다. 대부분의 샵이 예약제로 운영되며, 인스타그램을 통한 사전 상담이 가능합니다.</p>",
    "article_html_en": "<p>Seongsu-dong's aesthetic nail salons have established themselves as cultural spaces beyond simple beauty services. These special places offer unique nail art experiences in renovated old factory buildings with distinctive interiors.</p><h2>Industrial Aesthetic Nail Art</h2><p>Nail salons in Seongsu-dong infuse the area's distinctive industrial aesthetic into nail art. The sight of delicate nail art being created among concrete walls, exposed ceilings, and vintage furniture is a work of art in itself.</p><p>A particularly noteworthy place is Seongsu Nail Studio. This is not just a space for getting nails done, but a collaborative space where nail artists and clients create designs together. They showcase new seasonal collections every month and have gained huge popularity through social media.</p><h2>Trend-Setting Designs</h2><p>The biggest characteristic of Seongsu-dong nail salons is that they don't follow trends but create them. They experiment with and showcase various styles, from minimal line art to bold color blocking.</p><p>Prices range from 30,000 won for basic care to 80,000 won for art designs, which is quite reasonable. Most shops operate by appointment and offer pre-consultation through Instagram.</p>"
  },
  {
    "id": "by00001",
    "article_html_ko": "<p>K-뷰티의 최신 트렌드는 스킨 미니멀리즘입니다. 과도한 화장보다는 건강한 피부 본연의 아름다움을 강조하는 메이크업이 주목받고 있습니다.</p><h2>글래스 스킨 트렌드</h2><p>글래스 스킨은 유리처럼 투명하고 윤기나는 피부를 말합니다. 이를 위해서는 철저한 스킨케어가 필수입니다. 에센스와 세럼을 충분히 사용하고, 수분 크림으로 마무리하는 것이 핵심입니다.</p><p>베이스 메이크업은 가볍게, 하이라이터로 광채를 더하는 것이 포인트입니다. 특히 코끝과 광대에 하이라이터를 올려 입체감을 살리면 더욱 자연스러운 글래스 스킨을 연출할 수 있습니다.</p><h2>내추럴 컬러 팔레트</h2><p>최근 K-뷰티는 코랄, 피치, 로즈 등 내추럴한 컬러가 인기입니다. 블러셔와 립 컬러를 통일시켜 전체적으로 조화로운 메이크업을 완성하는 것이 트렌드입니다.</p><p>눈썹은 자연스러운 직선형이 유행이며, 아이라인은 최소화하거나 생략하는 경우가 많습니다. 전체적으로 부드럽고 사랑스러운 이미지를 추구합니다.</p>",
    "article_html_en": "<p>The latest trend in K-beauty is skin minimalism. Makeup that emphasizes the natural beauty of healthy skin rather than excessive makeup is gaining attention.</p><h2>Glass Skin Trend</h2><p>Glass skin refers to skin that is transparent and luminous like glass. Thorough skincare is essential for this. The key is to use plenty of essence and serum, and finish with a moisturizing cream.</p><p>The point is to keep base makeup light and add radiance with highlighter. In particular, applying highlighter to the tip of the nose and cheekbones to create dimension can achieve a more natural glass skin look.</p><h2>Natural Color Palette</h2><p>Recently in K-beauty, natural colors such as coral, peach, and rose are popular. The trend is to unify blush and lip colors to create an overall harmonious makeup look.</p><p>Natural straight-line eyebrows are in vogue, and eyeliner is often minimized or omitted. Overall, a soft and lovely image is pursued.</p>"
  },
  {
    "id": "lf00001",
    "article_html_ko": "<p>성수 카페는 이제 서울을 대표하는 카페 문화의 중심지입니다. 오래된 공장과 창고를 개조한 독특한 공간들이 젊은 세대의 감성을 사로잡고 있습니다.</p><h2>공장에서 카페로</h2><p>성수동의 많은 카페들은 과거 공장이나 창고였던 건물을 리모델링한 곳입니다. 높은 천장, 노출된 콘크리트, 빈티지 가구들이 어우러져 독특한 분위기를 만들어냅니다.</p><p>대림창고는 실제 창고를 개조한 카페로, 넓은 공간과 자연광이 인상적입니다. 주말에는 플리마켓이나 전시가 열려 문화 공간으로도 활용됩니다.</p><h2>커피와 예술의 만남</h2><p>성수 카페의 또 다른 특징은 예술과의 결합입니다. 많은 카페들이 로컬 아티스트의 작품을 전시하거나, 자체 디자인 굿즈를 판매합니다.</p><p>카페 온더코너는 매달 다른 작가의 작품을 전시하며, 방문객들에게 커피와 함께 예술을 즐길 수 있는 기회를 제공합니다. 이러한 시도는 카페를 단순한 음료 소비 공간이 아닌, 문화 교류의 장으로 만들고 있습니다.</p>",
    "article_html_en": "<p>Seongsu cafes have now become the center of cafe culture representing Seoul. Unique spaces converted from old factories and warehouses are captivating the sensibilities of the younger generation.</p><h2>From Factory to Cafe</h2><p>Many cafes in Seongsu-dong are remodeled from buildings that were once factories or warehouses. High ceilings, exposed concrete, and vintage furniture combine to create a unique atmosphere.</p><p>Daelim Warehouse is a cafe converted from an actual warehouse, impressive for its spacious area and natural light. On weekends, flea markets and exhibitions are held, utilizing it as a cultural space.</p><h2>Meeting of Coffee and Art</h2><p>Another characteristic of Seongsu cafes is their integration with art. Many cafes display works by local artists or sell their own design goods.</p><p>Cafe Onion Corner exhibits works by different artists every month, providing visitors with opportunities to enjoy art along with coffee. These efforts are transforming cafes into venues for cultural exchange rather than just beverage consumption spaces.</p>"
  },
  {
    "id": "ds00001",
    "article_html_ko": "<p>무신사 본사 방문은 패션에 관심 있는 이들에게 필수 코스입니다. 성수동의 랜드마크로 자리잡은 이곳은 패션 플랫폼의 진화를 직접 느낄 수 있는 특별한 공간입니다.</p><h2>방문 정보</h2><p>무신사 본사는 서울숲역 3번 출구에서 도보 10분 거리에 위치해 있습니다. 1층 로비는 누구나 자유롭게 방문할 수 있으며, 평일 오전 10시부터 오후 6시까지 개방됩니다.</p><p>건물 내부에는 무신사 스탠다드 매장과 팝업 스토어가 있어, 온라인에서만 보던 제품들을 직접 만져보고 구매할 수 있습니다. 특히 한정판 상품은 오프라인 매장에서만 구할 수 있는 경우가 많아, 패션 마니아들이 자주 찾는 곳입니다.</p><h2>주변 명소</h2><p>무신사 본사를 방문했다면 주변의 다른 명소도 함께 둘러보는 것을 추천합니다. 서울숲은 도보 5분 거리에 있어 산책하기 좋고, 성수동 카페 거리에는 개성 넘치는 카페들이 즐비합니다.</p><p>저녁에는 성수동 맛집에서 식사를 즐기고, 밤에는 루프탑 바에서 야경을 감상하는 것도 좋습니다. 성수동은 낮과 밤이 다른 매력을 가진 동네입니다.</p>",
    "article_html_en": "<p>Visiting Musinsa headquarters is a must for those interested in fashion. This landmark of Seongsu-dong is a special space where you can directly experience the evolution of the fashion platform.</p><h2>Visitor Information</h2><p>Musinsa headquarters is located a 10-minute walk from Exit 3 of Seoul Forest Station. The first-floor lobby is freely accessible to anyone and is open from 10 AM to 6 PM on weekdays.</p><p>Inside the building, there are Musinsa Standard stores and pop-up stores where you can touch and purchase products that you've only seen online. In particular, limited edition items are often only available at offline stores, making it a frequent destination for fashion enthusiasts.</p><h2>Nearby Attractions</h2><p>If you visit Musinsa headquarters, we recommend exploring other nearby attractions as well. Seoul Forest is just a 5-minute walk away and is great for strolling, and Seongsu-dong's cafe street is lined with unique cafes.</p><p>In the evening, enjoy a meal at Seongsu-dong restaurants, and at night, admire the night view from a rooftop bar. Seongsu-dong is a neighborhood with different charms during day and night.</p>"
  }
]
