[
  {
    "id": "fs00001",
    "article_html_ko": "<p>성수동의 공장 감성에서 영감을 받은 워크웨어 트렌드가 2025년 가을 패션계를 강타하고 있다. 실용적인 작업복의 디테일을 현대적으로 재해석한 이 트렌드는 기능성과 스타일을 완벽하게 조화시켰다.</p><h2>공장 유니폼의 재발견</h2><p>성수동 일대에 자리했던 공장들의 작업복에서 볼 수 있었던 튼튼한 소재, 넉넉한 포켓, 기능적인 디테일이 패션 아이템으로 재탄생했다. 특히 카고 팬츠와 유틸리티 재킷은 MZ세대 사이에서 필수 아이템으로 자리잡았다.</p><p>데님과 캔버스, 두꺼운 코튼 소재가 주를 이루며, 베이지, 카키, 네이비 등 차분한 색상이 인기를 끌고 있다. 브랜드들은 오버사이즈 실루엣과 빈티지한 워싱 처리로 편안하면서도 멋스러운 룩을 제안한다.</p><h2>스트리트와의 만남</h2><p>워크웨어는 스트리트 패션과 만나 새로운 스타일로 진화하고 있다. 작업복 재킷에 스니커즈를 매치하거나, 카고 팬츠에 크롭 티를 조합하는 등 자유로운 스타일링이 가능하다.</p><p>성수동의 패션 브랜드들은 이러한 트렌드를 선도하며, 지역의 산업적 역사를 패션으로 풀어내고 있다. 실용성을 추구하면서도 개성을 잃지 않는 워크웨어 트렌드는 앞으로도 계속될 전망이다.</p>",
    "article_html_en": "<p>The workwear trend inspired by Seongsu-dong's factory aesthetic is taking the fall 2025 fashion scene by storm. This trend, which modernly reinterprets the details of practical work clothing, perfectly harmonizes functionality and style.</p><h2>Rediscovering Factory Uniforms</h2><p>The durable materials, ample pockets, and functional details seen in the work uniforms of factories once located throughout Seongsu-dong have been reborn as fashion items. Cargo pants and utility jackets in particular have become essential items among the MZ generation.</p><p>Denim, canvas, and thick cotton materials dominate, with calm colors like beige, khaki, and navy gaining popularity. Brands propose comfortable yet stylish looks with oversized silhouettes and vintage washing treatments.</p><h2>Meeting Street Fashion</h2><p>Workwear is evolving into new styles by meeting street fashion. Free styling is possible, such as matching work jackets with sneakers or combining cargo pants with crop tops.</p><p>Fashion brands in Seongsu-dong are leading this trend, expressing the region's industrial history through fashion. The workwear trend, which pursues practicality without losing individuality, is expected to continue.</p>"
  },
  {
    "id": "fs00002",
    "article_html_ko": "<p>수라는 무대 위에서 가장 완벽한 주인공입니다. 그것은 단순히 '어울리는' 아이템을 넘어, 이 동네가 추구하는 가치—본질에 대한 집중, 과시하지 않는 자신감, 시간의 흐름을 견디는 견고한 취향—를 응축한 상징과도 같습니다. 당신이 성수의 리듬에 맞춰 걷고 있다면, 당신의 어깨 위에는 이미 가장 성수다운 미니멀 백이 자리하고 있을 겁니다.</p>",
    "article_html_en": "<p>Minimal leather bags that perfectly match Seongsu-dong's industrial atmosphere have emerged as essential fall 2025 items. The craftsmanship and practicality contained in simple designs are capturing the hearts of the MZ generation.</p><h2>Philosophy of Design</h2><p>The charm of minimal leather bags lies in clean lines that exclude unnecessary decorations. These bags, completed only with premium leather materials and precise stitching, show increasingly stylish aging over time.</p><p>Released in various forms such as crossbody bags, tote bags, and backpacks, they mainly feature basic colors like black, brown, and beige. The sizes are suitable for daily use, prioritizing practicality above all.</p><h2>Artisans of Seongsu-dong Studios</h2><p>Seongsu-dong has many studios that make handmade leather products. The artisans here carefully craft each bag with long experience and know-how.</p><p>Unlike mass-produced products, handmade bags each have unique characteristics and can be customized according to buyer requests. This specialness further enhances the value of Seongsu-dong leather bags.</p>"
},
  {
    "id": "fs00003",
    "article_html_ko": "<p>빈티지 데님이 2025년 패션계에 강력하게 복귀했다. 시간이 만들어낸 자연스러운 색바램과 워싱감이 새로운 가치로 평가받으며, 지속 가능한 패션의 아이콘으로 자리매김하고 있다.</p><h2>시간이 만든 아름다움</h2><p>빈티지 데님의 가장 큰 매력은 시간의 흔적이다. 자연스럽게 색이 바래고, 무릎과 엉덩이 부분이 닳아 생긴 독특한 패턴은 그 어떤 가공 기술로도 완벽하게 재현할 수 없다.</p><p>1980-90년대 리바이스, 리 등 클래식 데님 브랜드의 빈티지 제품이 특히 인기다. 하이웨이스트 스트레이트 핏, 베기 진, 플레어 진 등 다양한 실루엣이 재조명받고 있다.</p><h2>현대적 스타일링</h2><p>빈티지 데님은 현대적인 아이템과 매치했을 때 더욱 빛을 발한다. 오버사이즈 블레이저와 함께 연출하거나, 크롭 니트와 조합하면 세련된 레트로 룩이 완성된다.</p><p>지속 가능성에 대한 관심이 높아지면서 빈티지 데님 쇼핑은 환경 보호 활동으로도 인식되고 있다. 새 제품을 사는 대신 빈티지를 선택하는 것만으로도 패션 산업의 환경 부담을 줄일 수 있다.</p>",
    "article_html_en": "<p>Vintage denim has made a strong comeback in the 2025 fashion world. Natural fading and washing created by time are being valued as new assets, establishing vintage denim as an icon of sustainable fashion.</p><h2>Beauty Created by Time</h2><p>The greatest charm of vintage denim is the traces of time. Naturally faded colors and unique patterns created by wear on knees and hips cannot be perfectly reproduced by any processing technology.</p><p>Vintage products from classic denim brands like Levi's and Lee from the 1980s-90s are particularly popular. Various silhouettes such as high-waist straight fit, baggy jeans, and flare jeans are being reevaluated.</p><h2>Modern Styling</h2><p>Vintage denim shines even brighter when matched with modern items. Paired with oversized blazers or combined with crop knits creates sophisticated retro looks.</p><p>As interest in sustainability grows, shopping for vintage denim is also recognized as an environmental protection activity. Simply choosing vintage instead of buying new products can reduce the environmental burden of the fashion industry.</p>"
  },
  {
    "id": "fs00004",
    "article_html_ko": "<p>서울의 스트리트 패션을 이야기할 때 스니커즈를 빼놓을 수 없다. 편안함과 스타일을 동시에 추구하는 MZ세대에게 스니커즈는 단순한 신발을 넘어 자기 표현의 수단이 되었다.</p><h2>컴포트의 진화</h2><p>과거 운동화로만 여겨졌던 스니커즈는 이제 패션 아이템의 핵심으로 자리잡았다. 클래식한 캔버스 스니커즈부터 하이테크 러닝화, 청키한 어글리 슈즈까지 다양한 스타일이 공존한다.</p><p>특히 레트로 감성의 스니커즈가 인기를 끌고 있다. 나이키 에어포스, 뉴발란스 530 시리즈, 아식스 젤 카야노 등 1990-2000년대 디자인이 재조명받고 있다.</p><h2>서울 스트리트의 필수품</h2><p>명동, 홍대, 강남 등 서울 어디를 가도 스니커즈는 가장 많이 보이는 신발이다. 정장에 스니커즈를 매치하는 비즈니스 캐주얼 룩부터, 스트리트 웨어와의 조합까지 무궁무진한 스타일링이 가능하다.</p><p>한정판 스니커즈 문화도 활발하다. 콜라보레이션 제품이나 리미티드 에디션은 발매와 동시에 품절되며, 리셀 시장에서 높은 가격에 거래되기도 한다.</p>",
    "article_html_en": "<p>When talking about Seoul's street fashion, sneakers cannot be left out. For the MZ generation pursuing both comfort and style, sneakers have become a means of self-expression beyond simple footwear.</p><h2>Evolution of Comfort</h2><p>Sneakers, once considered only as athletic shoes, have now become a core fashion item. Various styles coexist, from classic canvas sneakers to high-tech running shoes and chunky ugly shoes.</p><p>Retro-sensibility sneakers are particularly popular. Designs from the 1990s-2000s such as Nike Air Force, New Balance 530 series, and Asics Gel Kayano are being reevaluated.</p><h2>Essential Item of Seoul Streets</h2><p>Wherever you go in Seoul - Myeongdong, Hongdae, Gangnam - sneakers are the most common footwear. Infinite styling possibilities exist, from business casual looks matching suits with sneakers to combinations with streetwear.</p><p>Limited edition sneaker culture is also active. Collaboration products or limited editions sell out upon release and are sometimes traded at high prices in the resale market.</p>"
  },
  {
    "id": "fs00005",
    "article_html_ko": "<p>2025 서울 패션 위크가 동대문디자인플라자에서 성황리에 막을 내렸다. 이번 시즌은 한국 패션의 글로벌 위상을 다시 한번 확인하는 자리가 되었다.</p><h2>주목받은 디자이너들</h2><p>이번 패션 위크에는 30여 개의 브랜드가 참가했으며, 특히 신진 디자이너들의 약진이 돋보였다. 전통 한복의 실루엣을 현대적으로 재해석한 컬렉션과 지속 가능한 소재를 활용한 에코 패션이 큰 호응을 얻었다.</p><p>런웨이를 장식한 트렌드로는 오버사이즈 실루엣, 레이어드 룩, 그리고 대담한 컬러 블로킹이 눈에 띄었다. 많은 디자이너들이 한국의 문화적 정체성을 현대 패션 언어로 풀어내는 시도를 선보였다.</p><h2>글로벌 패션계의 주목</h2><p>해외 바이어와 패션 에디터들의 참석이 눈에 띄게 늘었다. 특히 K-팝과 K-드라마의 영향으로 한국 패션에 대한 관심이 전 세계적으로 높아진 상황이 반영되었다.</p><p>여러 브랜드가 현장에서 해외 유통 계약을 체결했으며, 파리와 밀라노 등 주요 패션 도시로의 진출 기회를 얻었다. 서울 패션 위크는 이제 아시아를 넘어 세계 패션계의 중요한 이벤트로 자리매김했다.</p>",
    "article_html_en": "<p>Seoul Fashion Week 2025 successfully concluded at Dongdaemun Design Plaza. This season became an opportunity to once again confirm the global status of Korean fashion.</p><h2>Highlighted Designers</h2><p>About 30 brands participated in this fashion week, with notable progress from emerging designers standing out. Collections that modernly reinterpreted traditional hanbok silhouettes and eco-fashion using sustainable materials received great response.</p><p>Trends adorning the runway included oversized silhouettes, layered looks, and bold color blocking. Many designers showcased attempts to express Korean cultural identity in modern fashion language.</p><h2>Global Fashion Industry's Attention</h2><p>Participation from overseas buyers and fashion editors noticeably increased. This reflected the globally heightened interest in Korean fashion, particularly influenced by K-pop and K-dramas.</p><p>Several brands signed overseas distribution contracts on-site and gained opportunities to expand into major fashion cities like Paris and Milan. Seoul Fashion Week has now established itself as an important event in the global fashion world beyond Asia.</p>"
  },
  {
    "id": "fs00006",
    "article_html_ko": "<p>홍대는 서울 스트리트 패션의 중심지다. 젊은 예술가와 학생들이 만들어내는 자유롭고 실험적인 패션 코드는 이곳을 특별하게 만든다.</p><h2>젊음의 에너지</h2><p>홍대 거리를 걸으면 다양한 스타일의 사람들을 만날 수 있다. Y2K 패션을 즐기는 학생, 펑크 룩의 뮤지션, 미니멀한 모노톤 룩의 직장인까지, 획일화되지 않은 개성이 공존한다.</p><p>특히 빈티지와 스트리트웨어의 조합이 인기다. 오버사이즈 후디에 배기 진, 청키 스니커즈를 매치하는 것이 홍대 스타일의 기본이다. 여기에 독특한 액세서리나 모자를 더해 자신만의 개성을 표현한다.</p><h2>쇼핑의 천국</h2><p>홍대에는 대형 브랜드 매장부터 작은 빈티지 샵까지 다양한 쇼핑 옵션이 있다. 특히 지하상가와 골목길의 숨은 매장들에서 독특한 아이템을 발견하는 재미가 크다.</p><p>많은 신진 디자이너들이 홍대에 플래그십 스토어를 열고 있다. 합리적인 가격에 트렌디한 디자인을 찾는 젊은 층에게 홍대는 여전히 최고의 패션 목적지다.</p>",
    "article_html_en": "<p>Hongdae is the center of Seoul's street fashion. The free and experimental fashion code created by young artists and students makes this place special.</p><h2>Energy of Youth</h2><p>Walking through Hongdae streets, you can meet people with various styles. From students enjoying Y2K fashion to punk-look musicians and office workers in minimal monotone looks, non-uniform individuality coexists.</p><p>The combination of vintage and streetwear is particularly popular. Matching oversized hoodies with baggy jeans and chunky sneakers is the basic Hongdae style. Adding unique accessories or hats expresses individual personality.</p><h2>Shopping Paradise</h2><p>Hongdae offers diverse shopping options from large brand stores to small vintage shops. The fun of discovering unique items in underground shopping centers and hidden stores in alleyways is especially great.</p><p>Many emerging designers are opening flagship stores in Hongdae. For the younger generation seeking trendy designs at reasonable prices, Hongdae remains the best fashion destination.</p>"
  },
  {
    "id": "fs00007",
    "article_html_ko": "<p>가을이 되면 니트가 옷장의 주인공으로 등장한다. 2025년 가을, 니트 스타일링은 더욱 다채로워졌다.</p><h2>다섯 가지 스타일링 제안</h2><p>첫 번째는 클래식한 크루넥 니트를 슬랙스와 매치하는 것이다. 단정하면서도 편안한 이 조합은 오피스 룩으로도 완벽하다. 두 번째는 오버사이즈 니트를 원피스처럼 착용하는 방법이다. 레깅스나 스키니 진과 함께 연출하면 여성스러우면서도 편안한 룩이 완성된다.</p><p>세 번째는 카디건을 어깨에 걸치는 프레피 룩이다. 화이트 셔츠 위에 카디건을 느슨하게 걸치면 세련된 분위기를 낼 수 있다. 네 번째는 니트 베스트를 활용한 레이어드 룩이다. 셔츠 위에 베스트를 입으면 트렌디하면서도 실용적이다.</p><h2>소재와 색상 선택</h2><p>다섯 번째는 터틀넥 니트를 코트 안에 레이어링하는 것이다. 캐시미어나 메리노 울 같은 고급 소재를 선택하면 보온성과 고급스러움을 동시에 잡을 수 있다.</p><p>색상은 베이지, 그레이, 네이비 같은 뉴트럴 톤이 기본이지만, 올 가을은 버건디, 카키, 머스타드 같은 어스 톤도 주목받고 있다. 니트 하나로 계절의 변화를 맞이하는 즐거움을 누려보자.</p>",
    "article_html_en": "<p>When fall arrives, knitwear takes center stage in the wardrobe. In fall 2025, knitwear styling has become even more diverse.</p><h2>Five Styling Suggestions</h2><p>The first is matching a classic crew neck knit with slacks. This neat yet comfortable combination is perfect as office wear. The second is wearing an oversized knit like a dress. Styled with leggings or skinny jeans creates a feminine yet comfortable look.</p><p>The third is the preppy look of draping a cardigan over the shoulders. Loosely draping a cardigan over a white shirt creates a sophisticated atmosphere. The fourth is a layered look using a knit vest. Wearing a vest over a shirt is both trendy and practical.</p><h2>Material and Color Selection</h2><p>The fifth is layering a turtleneck knit under a coat. Choosing premium materials like cashmere or merino wool captures both warmth and luxury simultaneously.</p><p>While neutral tones like beige, gray, and navy are basics for colors, earth tones like burgundy, khaki, and mustard are also attracting attention this fall. Enjoy welcoming the changing season with a single knitwear piece.</p>"
  },
  {
    "id": "fs00008",
    "article_html_ko": "<p>한복이 현대 패션의 언어로 다시 태어나고 있다. 전통의 아름다움을 지키면서도 일상에서 입을 수 있는 실용성을 갖춘 현대 한복이 주목받고 있다.</p><h2>전통과 현대의 조화</h2><p>현대 한복 디자이너들은 전통 한복의 고유한 선과 색감을 유지하면서도 착용의 편의성을 크게 개선했다. 저고리의 길이를 조절하고, 치마를 좀 더 가볍게 만들며, 활동하기 편한 바지를 추가하는 등의 변화를 시도했다.</p><p>소재도 다양해졌다. 전통 비단뿐 아니라 린넨, 코튼, 심지어 데님까지 활용해 사계절 입을 수 있는 한복을 만들어낸다. 색상도 전통적인 오방색에서 벗어나 파스텔 톤이나 모노톤까지 확장되었다.</p><h2>일상 속 한복</h2><p>이제 한복은 명절이나 특별한 날에만 입는 옷이 아니다. 카페에서 친구를 만나거나, 전시회를 관람하거나, 심지어 출근할 때도 현대 한복을 입는 사람들을 볼 수 있다.</p><p>해외에서도 한복의 아름다움이 인정받고 있다. K-드라마와 K-팝의 영향으로 한복에 대한 관심이 높아지면서, 많은 디자이너들이 글로벌 시장을 타겟으로 현대 한복 컬렉션을 선보이고 있다.</p>",
    "article_html_en": "<p>Hanbok is being reborn in the language of modern fashion. Contemporary hanbok that maintains traditional beauty while possessing practicality for everyday wear is attracting attention.</p><h2>Harmony of Tradition and Modernity</h2><p>Contemporary hanbok designers have greatly improved wearing convenience while maintaining the unique lines and colors of traditional hanbok. They have attempted changes such as adjusting jeogori length, making skirts lighter, and adding comfortable pants for activities.</p><p>Materials have also diversified. Beyond traditional silk, linen, cotton, and even denim are utilized to create hanbok that can be worn in all seasons. Colors have also expanded from traditional five-color schemes to pastel tones and monotones.</p><h2>Hanbok in Daily Life</h2><p>Hanbok is no longer clothing worn only on holidays or special occasions. You can see people wearing contemporary hanbok when meeting friends at cafes, visiting exhibitions, or even commuting to work.</p><p>The beauty of hanbok is also recognized overseas. As interest in hanbok increases due to the influence of K-dramas and K-pop, many designers are presenting contemporary hanbok collections targeting the global market.</p>"
  },
  {
    "id": "fs00009",
    "article_html_ko": "<p>오버사이즈 블레이저가 패션계의 중심으로 다시 돌아왔다. 1980년대 파워 드레싱의 상징이었던 블레이저가 2025년에는 편안함과 파워를 동시에 표현하는 아이템으로 재해석되었다.</p><h2>실루엣의 변화</h2><p>과거의 구조적이고 딱딱한 블레이저와 달리, 현대의 오버사이즈 블레이저는 부드러운 소재와 여유로운 핏이 특징이다. 어깨 패드를 최소화하거나 아예 없애고, 박시한 실루엣으로 편안함을 추구한다.</p><p>길이도 다양해졌다. 엉덩이를 덮는 클래식한 길이부터 무릎까지 오는 롱 블레이저까지, 취향과 체형에 따라 선택할 수 있다. 색상은 블랙, 그레이, 네이비 같은 기본색이 여전히 인기지만, 베이지나 크림 톤도 많은 사랑을 받고 있다.</p><h2>다양한 스타일링</h2><p>오버사이즈 블레이저의 가장 큰 매력은 스타일링의 다양성이다. 정장 바지와 매치하면 파워풀한 비즈니스 룩이 완성되고, 데님과 함께 입으면 캐주얼하면서도 세련된 분위기를 낼 수 있다.</p><p>미니 스커트나 쇼츠와 조합하면 여성스러우면서도 당당한 룩을 연출할 수 있다. 안에는 티셔츠부터 니트, 심지어 후디까지 자유롭게 매치 가능하다. 하나의 블레이저로 수많은 스타일을 만들어낼 수 있다는 점이 MZ세대에게 큰 인기를 얻는 이유다.</p>",
    "article_html_en": "<p>Oversized blazers have returned to the center of the fashion world. Blazers, once symbols of 1980s power dressing, have been reinterpreted in 2025 as items that express both comfort and power simultaneously.</p><h2>Evolution of Silhouette</h2><p>Unlike past structured and rigid blazers, modern oversized blazers feature soft materials and relaxed fits. Shoulder pads are minimized or eliminated entirely, pursuing comfort with boxy silhouettes.</p><p>Lengths have also diversified. From classic lengths covering the hips to long blazers reaching the knees, choices can be made according to preference and body type. While basic colors like black, gray, and navy remain popular, beige and cream tones are also receiving much love.</p><h2>Diverse Styling</h2><p>The greatest charm of oversized blazers is styling diversity. Matched with dress pants creates a powerful business look, while wearing with denim creates a casual yet sophisticated atmosphere.</p><p>Combined with mini skirts or shorts can create feminine yet confident looks. Inside, everything from t-shirts to knitwear and even hoodies can be freely matched. The ability to create numerous styles with a single blazer is why it's gaining huge popularity among the MZ generation.</p>"
  },
  {
    "id": "fs00010",
    "article_html_ko": "<p>청담동은 서울의 명품 쇼핑 1번지다. 화려한 부티크와 플래그십 스토어가 즐비한 이곳은 럭셔리 패션의 성지로 불린다.</p><h2>명품 거리의 탄생</h2><p>압구정 로데오거리에서 시작된 명품 문화는 이제 청담동으로 확장되었다. 샤넬, 디올, 루이비통 등 세계적인 명품 브랜드들이 건축적으로도 의미 있는 플래그십 스토어를 오픈했다.</p><p>특히 청담동 가로수길 일대는 명품 브랜드들의 격전지다. 각 브랜드는 독특한 외관과 인테리어로 고객들의 시선을 사로잡으며, 단순한 쇼핑 공간을 넘어 문화 체험 공간으로 진화하고 있다.</p><h2>쇼핑 전략</h2><p>청담동에서 효율적으로 쇼핑하려면 사전 준비가 필요하다. 방문하고 싶은 브랜드 리스트를 미리 작성하고, 각 매장의 위치를 파악해두는 것이 좋다. 많은 명품 매장이 예약제로 운영되므로, 특정 제품을 구매하고 싶다면 미리 연락하는 것을 추천한다.</p><p>청담동에는 명품 브랜드뿐 아니라 럭셔리 편집샵과 디자이너 브랜드 매장도 많다. 한정판 제품이나 독점 판매 아이템을 찾는다면 이런 편집샵들을 꼭 방문해보자. 쇼핑 후에는 청담동의 고급 레스토랑이나 카페에서 여유로운 시간을 보낼 수 있다.</p>",
    "article_html_en": "<p>Cheongdam-dong is Seoul's number one luxury shopping district. This area, lined with glamorous boutiques and flagship stores, is called the holy land of luxury fashion.</p><h2>Birth of Luxury Street</h2><p>The luxury culture that started in Apgujeong Rodeo Street has now expanded to Cheongdam-dong. World-renowned luxury brands such as Chanel, Dior, and Louis Vuitton have opened architecturally significant flagship stores.</p><p>The Cheongdam-dong Garosu-gil area in particular is a battleground for luxury brands. Each brand captures customers' attention with unique exteriors and interiors, evolving beyond simple shopping spaces into cultural experience spaces.</p><h2>Shopping Strategy</h2><p>Efficient shopping in Cheongdam-dong requires advance preparation. It's good to create a list of brands you want to visit in advance and identify each store's location. Since many luxury stores operate by reservation, if you want to purchase a specific product, contacting them in advance is recommended.</p><p>Cheongdam-dong has not only luxury brands but also many luxury select shops and designer brand stores. If you're looking for limited edition products or exclusive items, be sure to visit these select shops. After shopping, you can spend leisurely time at Cheongdam-dong's upscale restaurants or cafes.</p>"
  },
    {
    "id": "fs00011",
    "article_html_ko": "<p>액세서리는 패션의 완성도를 높이는 마법 같은 아이템이다. 같은 옷도 어떤 액세서리를 매치하느냐에 따라 완전히 다른 분위기를 연출할 수 있다.</p><h2>목걸이와 귀걸이</h2><p>목걸이는 얼굴 주변을 화사하게 만들어준다. 심플한 티셔츠에 레이어드 목걸이를 매치하면 세련된 룩이 완성된다. 가을에는 골드 톤의 체인 목걸이가 특히 잘 어울린다. 귀걸이는 얼굴형에 따라 선택하면 좋다. 긴 얼굴형은 원형이나 사각형 귀걸이를, 둥근 얼굴형은 드롭 귀걸이를 추천한다.</p><p>올 가을 트렌드는 청키한 후프 귀걸이와 펄 귀걸이다. 펄은 클래식하면서도 우아한 느낌을 주어 포멀한 자리에 적합하다. 일상에서는 작은 스터드 귀걸이나 미니 후프가 실용적이다.</p><h2>벨트와 가방</h2><p>벨트는 허리 라인을 강조해 전체적인 실루엣을 살려준다. 오버사이즈 셔츠나 원피스에 벨트를 더하면 훨씬 스타일리시해 보인다. 가방은 그날의 무드를 결정짓는 중요한 요소다. 미니백은 귀엽고 깜찍한 느낌을, 토트백은 실용적이고 캐주얼한 분위기를 만든다.</p><p>스카프나 헤어밴드도 놓칠 수 없는 액세서리다. 목에 두르거나 가방 손잡이에 묶어 포인트를 줄 수 있다. 작은 액세서리 하나가 당신의 스타일을 완전히 바꿀 수 있다.</p>",
    "article_html_en": "<p>Accessories are magical items that enhance fashion completion. The same outfit can create completely different atmospheres depending on which accessories are matched.</p><h2>Necklaces and Earrings</h2><p>Necklaces brighten the area around the face. Matching layered necklaces with a simple t-shirt creates a sophisticated look. Gold-tone chain necklaces are particularly suitable for fall. Earrings should be chosen according to face shape. Long faces suit circular or square earrings, while round faces suit drop earrings.</p><p>This fall's trends are chunky hoop earrings and pearl earrings. Pearls give a classic yet elegant feeling, suitable for formal occasions. For daily wear, small stud earrings or mini hoops are practical.</p><h2>Belts and Bags</h2><p>Belts emphasize the waistline and enhance the overall silhouette. Adding a belt to an oversized shirt or dress makes it look much more stylish. Bags are important elements that determine the day's mood. Mini bags create a cute and charming feeling, while tote bags create a practical and casual atmosphere.</p><p>Scarves and headbands are also accessories not to be missed. They can be worn around the neck or tied to bag handles for accent. A single small accessory can completely change your style.</p>"
  },
  {
    "id": "fs00012",
    "article_html_ko": "<p>온라인 쇼핑이 일상화된 시대, 현명한 쇼핑 전략이 필요하다. 충동구매를 피하고 진정으로 필요한 옷을 구매하는 방법을 알아보자.</p><h2>계획적인 쇼핑</h2><p>쇼핑 전 자신의 옷장을 점검하는 것이 첫 단계다. 어떤 아이템이 있고 무엇이 부족한지 파악해야 한다. 시즌별로 필요한 기본 아이템 리스트를 작성하고, 그에 맞춰 쇼핑하면 불필요한 지출을 줄일 수 있다.</p><p>트렌드에 휩쓸리지 말고 자신의 스타일을 먼저 파악하자. 어울리지 않는 옷을 사서 옷장에 방치하는 일이 없도록 해야 한다. 색상과 스타일의 일관성을 유지하면 코디네이션도 쉬워진다.</p><h2>스마트한 구매 팁</h2><p>세일 기간을 활용하되, 할인율에만 현혹되지 말자. 정가로도 살 만한 가치가 있는 제품인지 판단하는 것이 중요하다. 리뷰와 평점을 꼼꼼히 확인하고, 사이즈 정보를 정확히 체크해야 한다.</p><p>반품 정책도 미리 알아두자. 온라인 쇼핑의 가장 큰 단점은 직접 입어볼 수 없다는 것이다. 반품이 자유로운 쇼핑몰을 이용하면 부담이 줄어든다. 품질 좋은 기본 아이템에 투자하고, 트렌디한 아이템은 저렴하게 구매하는 전략도 효과적이다.</p>",
    "article_html_en": "<p>In an era where online shopping has become routine, smart shopping strategies are needed. Let's learn how to avoid impulse buying and purchase truly necessary clothes.</p><h2>Planned Shopping</h2><p>The first step is checking your wardrobe before shopping. You need to identify what items you have and what's lacking. Creating a list of necessary basic items by season and shopping accordingly can reduce unnecessary expenses.</p><p>Don't get swept up in trends; identify your style first. Avoid buying clothes that don't suit you and end up neglected in the wardrobe. Maintaining consistency in colors and styles makes coordination easier.</p><h2>Smart Purchase Tips</h2><p>Utilize sale periods, but don't be swayed only by discount rates. It's important to judge whether a product is worth buying at full price. Carefully check reviews and ratings, and accurately verify size information.</p><p>Learn about return policies in advance. The biggest disadvantage of online shopping is not being able to try on directly. Using shopping sites with free returns reduces burden. The strategy of investing in quality basic items and buying trendy items cheaply is also effective.</p>"
  },
  {
    "id": "fs00013",
    "article_html_ko": "<p>지속 가능한 패션이 더 이상 선택이 아닌 필수가 되었다. 환경을 생각하는 패션 소비가 새로운 트렌드로 자리잡고 있다.</p><h2>에코 패션의 부상</h2><p>패션 산업은 전 세계 탄소 배출량의 10%를 차지하는 환경 오염의 주범이다. 이에 대한 반성으로 많은 브랜드들이 지속 가능한 소재와 생산 방식을 도입하고 있다. 재활용 폴리에스터, 오가닉 코튼, 텐셀 같은 친환경 소재가 주목받고 있다.</p><p>업사이클링도 중요한 트렌드다. 버려질 뻔한 의류나 소재를 활용해 새로운 제품을 만드는 것이다. 빈티지 데님으로 가방을 만들거나, 남은 원단으로 액세서리를 제작하는 등 창의적인 시도가 이루어지고 있다.</p><h2>소비자의 역할</h2><p>우리도 지속 가능한 패션에 동참할 수 있다. 첫째, 정말 필요한 옷만 구매하자. 둘째, 품질 좋은 옷을 사서 오래 입자. 셋째, 옷을 버리지 말고 기부하거나 재활용하자. 넷째, 친환경 브랜드를 선택하자.</p><p>빈티지 쇼핑이나 옷 교환 파티도 좋은 방법이다. 새 옷을 사는 대신 중고 옷을 사면 환경 보호에 기여하면서 독특한 스타일도 완성할 수 있다. 작은 실천이 모여 큰 변화를 만든다.</p>",
    "article_html_en": "<p>Sustainable fashion has become not a choice but a necessity. Fashion consumption that considers the environment is establishing itself as a new trend.</p><h2>Rise of Eco Fashion</h2><p>The fashion industry is a major polluter, accounting for 10% of global carbon emissions. In response, many brands are introducing sustainable materials and production methods. Eco-friendly materials like recycled polyester, organic cotton, and Tencel are attracting attention.</p><p>Upcycling is also an important trend. It involves creating new products using clothing or materials that would have been discarded. Creative attempts are being made, such as making bags from vintage denim or creating accessories from leftover fabrics.</p><h2>Consumer's Role</h2><p>We can also participate in sustainable fashion. First, buy only truly necessary clothes. Second, buy quality clothes and wear them long. Third, don't throw away clothes; donate or recycle them. Fourth, choose eco-friendly brands.</p><p>Vintage shopping or clothing swap parties are also good methods. Buying used clothes instead of new ones contributes to environmental protection while completing unique styles. Small practices gather to create big changes.</p>"
  },
  {
    "id": "fs00014",
    "article_html_ko": "<p>남성 패션에서 수트는 여전히 가장 중요한 아이템이다. 올바른 수트 선택과 착용법을 알아보자.</p><h2>수트 선택의 기본</h2><p>수트를 선택할 때 가장 중요한 것은 핏이다. 어깨선이 자신의 어깨와 정확히 맞아야 하며, 재킷 길이는 엉덩이를 반쯤 덮는 정도가 적당하다. 팔 길이는 셔츠 소매가 1-1.5cm 정도 보이는 것이 이상적이다.</p><p>색상은 네이비, 차콜 그레이, 블랙이 기본이다. 첫 수트라면 네이비를 추천한다. 어떤 상황에나 무난하게 어울리는 색상이기 때문이다. 소재는 계절에 따라 선택한다. 봄가을에는 울 혼방, 여름에는 리넨 혼방, 겨울에는 두꺼운 울이 적합하다.</p><h2>스타일링 팁</h2><p>수트에 맞는 셔츠와 넥타이 선택도 중요하다. 화이트나 라이트 블루 셔츠가 가장 기본이며, 넥타이는 수트보다 어두운 톤을 선택하는 것이 무난하다. 신발은 블랙 옥스퍼드나 브라운 더비가 클래식한 선택이다.</p><p>벨트는 신발과 같은 색상으로 매치하고, 양말은 바지와 비슷한 톤을 선택한다. 포켓 스퀘어나 타이바 같은 액세서리로 포인트를 줄 수 있다. 수트는 정기적으로 드라이클리닝하고, 입은 후에는 반드시 옷걸이에 걸어 보관하자.</p>",
    "article_html_en": "<p>In men's fashion, suits remain the most important item. Let's learn about proper suit selection and wearing methods.</p><h2>Basics of Suit Selection</h2><p>The most important thing when choosing a suit is the fit. The shoulder line must match your shoulders exactly, and the jacket length should cover about half the hips. Arm length is ideal when shirt sleeves show about 1-1.5cm.</p><p>Basic colors are navy, charcoal gray, and black. For a first suit, navy is recommended. It's a color that suits any situation. Materials are chosen according to season. Wool blends for spring and fall, linen blends for summer, and thick wool for winter are suitable.</p><h2>Styling Tips</h2><p>Choosing appropriate shirts and ties for suits is also important. White or light blue shirts are most basic, and ties in darker tones than the suit are safe choices. Black Oxfords or brown Derbies are classic shoe choices.</p><p>Match belts with shoe colors, and choose socks in tones similar to pants. Accessories like pocket squares or tie bars can add accent. Dry clean suits regularly, and always store them on hangers after wearing.</p>"
  },
  {
    "id": "fs00015",
    "article_html_ko": "<p>K-패션이 전 세계의 주목을 받고 있다. K-팝과 K-드라마의 영향으로 한국 패션이 글로벌 트렌드를 선도하고 있다.</p><h2>K-패션의 특징</h2><p>K-패션의 가장 큰 특징은 절제된 감각과 실험적인 스타일의 조화다. 미니멀한 베이직 아이템에 과감한 디자인 요소를 더하거나, 전통적인 실루엣을 현대적으로 재해석하는 방식이 주를 이룬다.</p><p>레이어드 룩도 K-패션의 중요한 요소다. 여러 겹의 옷을 겹쳐 입으면서도 어지럽지 않고 조화로운 룩을 만드는 것이 한국인들의 특기다. 또한 하이-로우 믹스, 즉 명품과 저렴한 브랜드를 자연스럽게 섞어 입는 것도 특징이다.</p><h2>글로벌 영향력</h2><p>BTS, 블랙핑크 같은 K-팝 아이돌들의 패션이 전 세계 팬들에게 영향을 미치고 있다. 그들이 입은 옷은 즉시 품절되고, SNS에서 화제가 된다. K-드라마 속 배우들의 의상도 마찬가지다.</p><p>많은 한국 패션 브랜드들이 해외 진출에 성공했다. 온라인 쇼핑몰을 통해 전 세계 어디서나 K-패션 아이템을 구매할 수 있게 되었다. K-패션은 이제 단순한 유행을 넘어 하나의 문화 현상으로 자리잡았다.</p>",
    "article_html_en": "<p>K-fashion is receiving global attention. Due to the influence of K-pop and K-dramas, Korean fashion is leading global trends.</p><h2>Characteristics of K-Fashion</h2><p>The biggest characteristic of K-fashion is the harmony of restrained sensibility and experimental style. Adding bold design elements to minimal basic items or modernly reinterpreting traditional silhouettes is mainstream.</p><p>Layered looks are also an important element of K-fashion. Creating harmonious looks while layering multiple clothes without looking messy is Koreans' specialty. Also characteristic is high-low mixing, naturally combining luxury brands with affordable brands.</p><h2>Global Influence</h2><p>The fashion of K-pop idols like BTS and Blackpink is influencing fans worldwide. Clothes they wear immediately sell out and become topics on social media. Costumes of actors in K-dramas are the same.</p><p>Many Korean fashion brands have succeeded in expanding overseas. K-fashion items can now be purchased anywhere in the world through online shopping malls. K-fashion has now established itself as a cultural phenomenon beyond simple trends.</p>"
  },
  {
    "id": "fs00016",
    "article_html_ko": "<p>코트는 가을과 겨울 패션의 핵심 아이템이다. 올바른 코트 선택으로 스타일을 완성해보자.</p><h2>코트의 종류</h2><p>트렌치 코트는 가을의 대표 아이템이다. 클래식한 베이지 색상이 가장 무난하며, 허리 벨트로 실루엣을 살릴 수 있다. 울 코트는 겨울의 필수품으로, 캐시미어 혼방을 선택하면 보온성과 고급스러움을 동시에 잡을 수 있다.</p><p>체스터필드 코트는 정장 스타일에 잘 어울리며, 더플 코트는 캐주얼한 분위기를 연출한다. 맥 코트는 오버사이즈 핏으로 편안하면서도 세련된 느낌을 준다. 패딩 코트는 극한의 추위에 실용적이며, 최근에는 슬림한 디자인이 인기다.</p><h2>스타일링 가이드</h2><p>코트 안에는 레이어링을 고려해 여유있는 사이즈를 선택하자. 길이는 무릎 위에서 무릎 아래까지 다양하며, 체형과 취향에 따라 선택하면 된다. 키가 작다면 짧은 길이가, 키가 크다면 긴 길이가 잘 어울린다.</p><p>코트 색상은 블랙, 네이비, 카멜, 그레이가 기본이다. 첫 코트라면 카멜 색상을 추천한다. 어떤 옷에도 잘 어울리고 세련된 분위기를 낸다. 코트 관리도 중요하다. 시즌이 끝나면 드라이클리닝 후 옷커버를 씌워 보관하자.</p>",
    "article_html_en": "<p>Coats are key items in fall and winter fashion. Complete your style with proper coat selection.</p><h2>Types of Coats</h2><p>Trench coats are representative fall items. Classic beige color is safest, and the silhouette can be enhanced with a waist belt. Wool coats are winter essentials; choosing cashmere blends captures both warmth and luxury simultaneously.</p><p>Chesterfield coats suit formal styles well, while duffle coats create casual atmospheres. Mac coats give comfortable yet sophisticated feelings with oversized fits. Padding coats are practical in extreme cold, and slim designs are recently popular.</p><h2>Styling Guide</h2><p>Choose sizes with room for layering inside coats. Lengths vary from above to below the knee; choose according to body type and preference. Short lengths suit shorter people, while long lengths suit taller people.</p><p>Basic coat colors are black, navy, camel, and gray. For a first coat, camel is recommended. It suits any outfit and creates sophisticated atmospheres. Coat care is also important. At season's end, dry clean and store with garment covers.</p>"
  },
  {
    "id": "fs00017",
    "article_html_ko": "<p>Y2K 패션이 MZ세대 사이에서 열풍이다. 2000년대 초반의 패션이 새롭게 해석되어 돌아왔다.</p><h2>Y2K 스타일의 특징</h2><p>Y2K 패션은 밝고 과감한 색상, 반짝이는 소재, 몸에 딱 붙는 실루엣이 특징이다. 로우라이즈 진, 크록 탑, 미니 스커트, 벨벳 트랙슈트 등이 대표적인 아이템이다. 나비 모양 머리핀, 컬러풀한 선글라스, 초커 목걸이 같은 액세서리도 빠질 수 없다.</p><p>당시 유행했던 브랜드들도 재조명받고 있다. 쥬시 꾸뛰르, 본 투 비 칙 같은 브랜드가 다시 인기를 얻고 있으며, 빈티지 샵에서는 당시의 제품들이 높은 가격에 거래된다.</p><h2>현대적 재해석</h2><p>단순히 과거를 복제하는 것이 아니라 현대적으로 재해석하는 것이 중요하다. 예를 들어 로우라이즈 진 대신 미드라이즈 진을 선택하거나, 크롭 탑을 하이웨이스트 팬츠와 매치해 적당한 노출을 유지한다.</p><p>Y2K 아이템 하나를 포인트로 사용하고 나머지는 베이직하게 코디하는 것도 좋은 방법이다. 전체를 Y2K 스타일로 연출하면 코스프레 같을 수 있으니 적절히 조절하는 센스가 필요하다.</p>",
    "article_html_en": "<p>Y2K fashion is a craze among the MZ generation. Early 2000s fashion has returned with new interpretations.</p><h2>Characteristics of Y2K Style</h2><p>Y2K fashion is characterized by bright and bold colors, shiny materials, and body-hugging silhouettes. Representative items include low-rise jeans, crop tops, mini skirts, and velvet tracksuits. Accessories like butterfly hair clips, colorful sunglasses, and choker necklaces are also essential.</p><p>Brands popular at the time are also being reevaluated. Brands like Juicy Couture and Von Dutch are regaining popularity, and products from that time are traded at high prices in vintage shops.</p><h2>Modern Reinterpretation</h2><p>It's important to modernly reinterpret rather than simply replicate the past. For example, choose mid-rise jeans instead of low-rise, or match crop tops with high-waist pants to maintain appropriate exposure.</p><p>Using one Y2K item as a point and coordinating the rest basically is also a good method. Styling everything in Y2K style can look like cosplay, so sense to adjust appropriately is needed.</p>"
  },
  {
    "id": "fs00018",
    "article_html_ko": "<p>패션 산업에서 인플루언서의 역할이 점점 커지고 있다. 그들은 어떻게 트렌드를 만들고 소비를 이끄는가?</p><h2>인플루언서의 영향력</h2><p>SNS 시대에 패션 인플루언서는 매우 강력한 영향력을 가진다. 그들의 게시물 하나가 특정 제품을 품절시키고, 새로운 브랜드를 스타로 만들 수 있다. 전통적인 패션 잡지나 광고보다 인플루언서의 추천이 더 큰 영향을 미치는 시대가 되었다.</p><p>인플루언서들은 일상적인 코디를 보여주며 팔로워들과 소통한다. 그들의 스타일이 현실적이고 따라하기 쉽다는 점이 큰 매력이다. 또한 브랜드와의 협업을 통해 한정판 제품을 출시하기도 한다.</p><h2>비판적 시각</h2><p>하지만 인플루언서 마케팅에 대한 비판도 존재한다. 과도한 광고성 게시물, 실제로 사용하지 않는 제품 추천, 비현실적인 소비 조장 등이 문제로 지적된다. 소비자들은 인플루언서의 추천을 맹목적으로 따르기보다 비판적으로 판단할 필요가 있다.</p><p>신뢰할 수 있는 인플루언서를 찾는 것이 중요하다. 광고 표시를 명확히 하고, 솔직한 리뷰를 제공하며, 자신의 스타일에 진정성이 있는 인플루언서를 팔로우하자. 그들의 콘텐츠는 영감을 주지만, 최종 선택은 자신의 취향과 필요에 따라 해야 한다.</p>",
    "article_html_en": "<p>The role of influencers in the fashion industry is growing. How do they create trends and lead consumption?</p><h2>Influencer Impact</h2><p>In the SNS era, fashion influencers have very powerful influence. A single post from them can sell out specific products and make new brands stars. It has become an era where influencer recommendations have greater impact than traditional fashion magazines or advertisements.</p><p>Influencers show daily outfits and communicate with followers. The appeal is that their style is realistic and easy to follow. They also launch limited edition products through collaborations with brands.</p><h2>Critical Perspective</h2><p>However, criticism of influencer marketing also exists. Excessive promotional posts, recommending products not actually used, and encouraging unrealistic consumption are pointed out as problems. Consumers need to judge critically rather than blindly following influencer recommendations.</p><p>Finding trustworthy influencers is important. Follow influencers who clearly mark advertisements, provide honest reviews, and have authenticity in their style. Their content provides inspiration, but final choices should be made according to your own taste and needs.</p>"
  },
  {
    "id": "fs00019",
    "article_html_ko": "<p>명동은 서울의 대표적인 쇼핑 거리다. 국내외 관광객들이 즐겨 찾는 이곳에서 효율적으로 쇼핑하는 방법을 알아보자.</p><h2>명동의 특징</h2><p>명동에는 글로벌 SPA 브랜드부터 한국 로드샵, 백화점까지 다양한 쇼핑 옵션이 있다. H&M, 유니클로, 자라 같은 브랜드의 대형 매장이 있어 최신 트렌드 아이템을 합리적인 가격에 구매할 수 있다.</p><p>특히 화장품과 패션 액세서리 쇼핑에 좋다. 에뛰드하우스, 이니스프리, 더페이스샵 등의 로드샵이 밀집해 있어 다양한 제품을 비교하며 쇼핑할 수 있다. 거리 곳곳에 액세서리와 소품 가게도 많아 저렴하게 패션 아이템을 구입할 수 있다.</p><h2>쇼핑 팁</h2><p>명동은 주말과 저녁 시간에 매우 붐빈다. 여유롭게 쇼핑하고 싶다면 평일 오전이나 오후 초반을 추천한다. 많은 매장에서 외국인 관광객을 위한 면세 서비스를 제공하니 여권을 꼭 챙기자.</p><p>명동 거리를 걷다 보면 다양한 길거리 음식도 즐길 수 있다. 쇼핑 중간중간 떡볶이, 호떡, 치킨 같은 한국 길거리 음식으로 에너지를 충전하자. 명동성당 주변의 조용한 카페에서 휴식을 취하는 것도 좋다.</p>",
    "article_html_en": "<p>Myeongdong is Seoul's representative shopping street. Let's learn how to shop efficiently in this place frequented by domestic and international tourists.</p><h2>Characteristics of Myeongdong</h2><p>Myeongdong has various shopping options from global SPA brands to Korean road shops and department stores. Large stores of brands like H&M, Uniqlo, and Zara allow purchasing latest trend items at reasonable prices.</p><p>It's especially good for cosmetics and fashion accessory shopping. Road shops like Etude House, Innisfree, and The Face Shop are concentrated, allowing comparison shopping of various products. Many accessory and goods stores throughout the streets allow purchasing fashion items cheaply.</p><h2>Shopping Tips</h2><p>Myeongdong is very crowded on weekends and evening hours. For leisurely shopping, weekday mornings or early afternoons are recommended. Many stores provide tax-free services for foreign tourists, so be sure to bring your passport.</p><p>Walking through Myeongdong streets, you can also enjoy various street foods. Recharge energy during shopping with Korean street foods like tteokbokki, hotteok, and chicken. Resting at quiet cafes around Myeongdong Cathedral is also good.</p>"
  },
  {
    "id": "fs00020",
    "article_html_ko": "<p>신발은 패션의 마지막 퍼즐 조각이다. 상황과 스타일에 맞는 신발 선택법을 알아보자.</p><h2>신발의 종류와 용도</h2><p>운동화는 가장 실용적인 선택이다. 캔버스 스니커즈는 캐주얼한 룩에, 러닝화는 스포티한 룩에, 레트로 스니커즈는 스트리트 룩에 잘 어울린다. 로퍼는 정장과 캐주얼 사이의 스마트 캐주얼 룩에 적합하다.</p><p>부츠는 가을 겨울의 필수 아이템이다. 앵클 부츠는 다양한 스타일에 매치하기 쉽고, 첼시 부츠는 세련된 느낌을 준다. 워커 부츠는 거칠고 강한 이미지를 연출한다. 여성의 경우 힐은 포멀한 자리에, 플랫 슈즈는 일상적인 자리에 적합하다.</p><h2>신발 관리</h2><p>신발을 오래 신으려면 관리가 중요하다. 운동화는 정기적으로 세탁하고, 가죽 신발은 슈크림으로 영양을 공급해야 한다. 비 온 후에는 신문지를 넣어 습기를 제거하고, 신발 모양을 유지하기 위해 슈트리를 사용하자.</p><p>계절마다 신발을 교체하며 신는 것이 좋다. 하나의 신발만 계속 신으면 쉽게 닳는다. 최소 3-4켤레를 번갈아 신으면 신발 수명이 훨씬 길어진다. 신발장은 통풍이 잘 되는 곳에 두고, 직사광선을 피해 보관하자.</p>",
    "article_html_en": "<p>Shoes are the final puzzle piece of fashion. Let's learn how to choose shoes suited to situations and styles.</p><h2>Types and Uses of Shoes</h2><p>Sneakers are the most practical choice. Canvas sneakers suit casual looks, running shoes suit sporty looks, and retro sneakers suit street looks. Loafers are suitable for smart casual looks between formal and casual.</p><p>Boots are essential fall-winter items. Ankle boots are easy to match with various styles, Chelsea boots give sophisticated feelings. Walker boots create rough and strong images. For women, heels are suitable for formal occasions, while flat shoes are suitable for daily occasions.</p><h2>Shoe Care</h2><p>Proper care is important for long shoe life. Regularly wash sneakers, and nourish leather shoes with shoe cream. After rain, insert newspaper to remove moisture, and use shoe trees to maintain shoe shape.</p><p>It's good to rotate shoes each season. Continuously wearing one shoe wears it out quickly. Alternating between at least 3-4 pairs greatly extends shoe life. Place shoe racks in well-ventilated areas and store avoiding direct sunlight.</p>"
  },
    {
    "id": "fs00021",
    "article_html_ko": "<p>모자는 스타일에 포인트를 주는 동시에 실용적인 아이템이다. 계절과 상황에 맞는 모자 선택법을 알아보자.</p><h2>모자의 종류</h2><p>야구 모자는 가장 캐주얼하고 실용적이다. 스트리트 룩이나 스포티한 룩에 잘 어울리며, 햇빛 차단 효과도 좋다. 버킷햇은 Y2K 트렌드와 함께 다시 인기를 얻고 있으며, 편안하고 귀여운 느낌을 준다.</p><p>비니는 가을 겨울의 필수 아이템이다. 심플한 디자인부터 로고가 있는 것까지 다양하며, 보온성도 뛰어나다. 베레모는 파리지앵 감성을 연출하며, 페도라는 클래식하고 세련된 이미지를 준다.</p><h2>얼굴형에 맞는 모자</h2><p>둥근 얼굴형은 높이가 있는 모자나 챙이 넓은 모자가 잘 어울린다. 긴 얼굴형은 챙이 낮은 모자나 볼륨감 있는 모자를 선택하자. 각진 얼굴형은 부드러운 곡선의 모자가, 하트형 얼굴은 챙이 중간 정도인 모자가 좋다.</p><p>모자를 쓸 때는 헤어스타일도 고려해야 한다. 모자를 벗었을 때 머리가 눌리지 않도록 약간 여유있는 사이즈를 선택하고, 모자 안쪽에 헤어 스프레이를 뿌려두면 스타일 유지에 도움이 된다.</p>",
    "article_html_en": "<p>Hats are items that add points to style while being practical. Let's learn how to choose hats suited to seasons and situations.</p><h2>Types of Hats</h2><p>Baseball caps are the most casual and practical. They suit street looks or sporty looks well and provide good sun protection. Bucket hats are regaining popularity with the Y2K trend, giving comfortable and cute feelings.</p><p>Beanies are essential fall-winter items. From simple designs to those with logos, they're diverse and have excellent warmth retention. Berets create Parisian sensibility, while fedoras give classic and sophisticated images.</p><h2>Hats for Face Shapes</h2><p>Round faces suit hats with height or wide brims well. Long faces should choose hats with low brims or voluminous hats. Angular faces suit hats with soft curves, while heart-shaped faces suit hats with medium brims.</p><p>Hairstyle should also be considered when wearing hats. Choose slightly roomy sizes so hair isn't flattened when removing hats, and spraying hair spray inside hats helps maintain style.</p>"
  },
  {
    "id": "fs00022",
    "article_html_ko": "<p>여름 패션은 더위와 스타일 사이에서 균형을 찾는 것이 중요하다. 시원하면서도 멋스러운 여름 룩을 완성하는 방법을 알아보자.</p><h2>여름 필수 아이템</h2><p>린넨 셔츠는 여름의 대표 아이템이다. 통풍이 잘 되고 시원한 린넨 소재는 더위를 이기는 최고의 선택이다. 화이트, 베이지, 라이트 블루 같은 밝은 색상이 여름에 잘 어울린다. 면 티셔츠도 필수다. 심플한 화이트 티는 어떤 옷과도 잘 어울리는 만능 아이템이다.</p><p>쇼츠와 스커트는 다리를 시원하게 해준다. 데님 쇼츠는 캐주얼하게, 치노 쇼츠는 좀 더 깔끔하게 연출할 수 있다. 여성의 경우 플로우한 맥시 스커트나 미니 스커트가 인기다. 원피스 하나면 코디 고민 없이 시원하고 여성스러운 룩이 완성된다.</p><h2>여름 스타일링 팁</h2><p>밝은 색상과 가벼운 소재를 선택하자. 어두운 색은 열을 흡수하므로 여름에는 피하는 것이 좋다. 레이어링은 최소화하되, 실내 에어컨 추위에 대비해 얇은 가디건이나 셔츠를 챙기자.</p><p>액세서리로 여름 느낌을 더할 수 있다. 선글라스, 밀짚 모자, 가벼운 크로스백이 여름 룩을 완성한다. 샌들이나 슬립온 같은 가벼운 신발도 좋은 선택이다.</p>",
    "article_html_en": "<p>Summer fashion requires finding balance between heat and style. Let's learn how to complete cool yet stylish summer looks.</p><h2>Summer Essential Items</h2><p>Linen shirts are representative summer items. Well-ventilated and cool linen material is the best choice for beating heat. Bright colors like white, beige, and light blue suit summer well. Cotton t-shirts are also essential. Simple white tees are versatile items that suit anything.</p><p>Shorts and skirts keep legs cool. Denim shorts create casual looks, while chino shorts create neater looks. For women, flowy maxi skirts or mini skirts are popular. A single dress completes cool and feminine looks without coordination worries.</p><h2>Summer Styling Tips</h2><p>Choose bright colors and light materials. Dark colors absorb heat, so they're better avoided in summer. Minimize layering, but prepare thin cardigans or shirts for indoor air conditioning cold.</p><p>Accessories can add summer feelings. Sunglasses, straw hats, and light crossbody bags complete summer looks. Light shoes like sandals or slip-ons are also good choices.</p>"
  },
  {
    "id": "fs00023",
    "article_html_ko": "<p>겨울은 두꺼운 옷으로 인해 스타일링이 어려운 계절이다. 하지만 올바른 전략으로 따뜻하면서도 멋스러운 겨울 룩을 완성할 수 있다.</p><h2>레이어링의 기술</h2><p>겨울 패션의 핵심은 레이어링이다. 얇은 옷을 여러 겹 입으면 보온 효과도 좋고 스타일도 살릴 수 있다. 기본은 내복이나 히트텍 같은 베이스 레이어, 그 위에 셔츠나 니트, 마지막으로 코트나 패딩을 입는 것이다.</p><p>색상 조합도 중요하다. 전체를 어두운 색으로 통일하면 무거워 보일 수 있으니, 밝은 색 아이템을 하나쯤 추가하자. 예를 들어 블랙 코트에 화이트 터틀넥을 매치하거나, 베이지 코트에 그레이 니트를 입는 식이다.</p><h2>겨울 필수 아이템</h2><p>패딩은 극한의 추위에 필수다. 롱 패딩은 보온성이 뛰어나고, 숏 패딩은 활동하기 편하다. 울 코트는 보온과 스타일을 동시에 잡을 수 있다. 니트는 안에 입거나 코트 안에 레이어링하기 좋다.</p><p>액세서리도 실용적이다. 목도리는 목을 따뜻하게 하고 포인트도 준다. 장갑과 귀마개도 필수다. 방한 부츠나 스니커즈로 발을 보호하자. 겨울도 스타일을 포기할 이유가 없다.</p>",
    "article_html_en": "<p>Winter is a season where styling is difficult due to thick clothes. However, with the right strategy, warm yet stylish winter looks can be completed.</p><h2>Art of Layering</h2><p>The core of winter fashion is layering. Wearing multiple thin layers provides good warmth retention and preserves style. The basic is base layers like thermal underwear or heat tech, then shirts or knitwear on top, and finally coats or padding.</p><p>Color combinations are also important. Unifying everything in dark colors can look heavy, so add at least one bright color item. For example, match white turtlenecks with black coats or wear gray knits with beige coats.</p><h2>Winter Essential Items</h2><p>Padding is essential in extreme cold. Long padding has excellent warmth retention, while short padding is convenient for activities. Wool coats capture both warmth and style simultaneously. Knitwear is good for wearing inside or layering under coats.</p><p>Accessories are also practical. Scarves warm the neck and add accent. Gloves and earmuffs are also essential. Protect feet with insulated boots or sneakers. There's no reason to give up style even in winter.</p>"
  },
  {
    "id": "fs00024",
    "article_html_ko": "<p>비즈니스 캐주얼은 정장과 캐주얼의 중간 지점이다. 회사 문화가 자유로워지면서 비즈니스 캐주얼이 새로운 표준이 되고 있다.</p><h2>남성 비즈니스 캐주얼</h2><p>재킷이나 블레이저는 필수지만 넥타이는 선택이다. 셔츠는 버튼다운 칼라나 옥스퍼드 셔츠가 적당하다. 바지는 치노 팬츠나 슬랙스가 좋으며, 청바지도 다크 워시라면 가능하다.</p><p>신발은 로퍼나 더비 슈즈가 적합하다. 너무 캐주얼한 스니커즈는 피하되, 클래식한 디자인의 레더 스니커즈는 괜찮다. 색상은 네이비, 그레이, 베이지 같은 중성적인 톤을 기본으로 하되, 포인트 색상을 하나 추가하면 세련돼 보인다.</p><h2>여성 비즈니스 캐주얼</h2><p>블라우스나 니트에 슬랙스나 스커트를 매치하는 것이 기본이다. 원피스 하나로도 단정한 룩을 완성할 수 있다. 재킷을 더하면 더욱 프로페셔널해 보인다.</p><p>신발은 로퍼, 플랫 슈즈, 낮은 힐이 적당하다. 너무 높은 힐이나 샌들은 피하자. 액세서리는 심플하게 유지하되, 시계나 작은 귀걸이로 포인트를 줄 수 있다. 비즈니스 캐주얼의 핵심은 깔끔함과 단정함이다.</p>",
    "article_html_en": "<p>Business casual is the middle point between formal and casual. As company culture becomes more liberal, business casual is becoming the new standard.</p><h2>Men's Business Casual</h2><p>Jackets or blazers are essential, but ties are optional. Shirts should be button-down collars or Oxford shirts. Pants should be chinos or slacks, and even jeans are possible if dark wash.</p><p>Shoes should be loafers or derby shoes. Avoid overly casual sneakers, but classic design leather sneakers are acceptable. Colors should be based on neutral tones like navy, gray, and beige, but adding one accent color looks sophisticated.</p><h2>Women's Business Casual</h2><p>Matching blouses or knitwear with slacks or skirts is basic. A single dress can also complete neat looks. Adding a jacket looks more professional.</p><p>Shoes should be loafers, flat shoes, or low heels. Avoid excessively high heels or sandals. Keep accessories simple, but watches or small earrings can add accent. The core of business casual is neatness and tidiness.</p>"
  },
  {
    "id": "fs00025",
    "article_html_ko": "<p>옷장 정리는 패션 생활의 시작이다. 정리된 옷장은 매일 아침의 코디 시간을 줄여주고, 자신이 가진 옷을 효율적으로 활용하게 해준다.</p><h2>옷장 정리의 원칙</h2><p>첫 번째는 버리기다. 1년 이상 입지 않은 옷, 사이즈가 맞지 않는 옷, 낡은 옷은 과감히 정리하자. 버리기 아까운 옷은 기부하거나 중고로 판매할 수 있다. 두 번째는 분류하기다. 계절별, 용도별, 색상별로 옷을 나누면 찾기 쉽다.</p><p>세 번째는 보관하기다. 겨울 옷은 여름에, 여름 옷은 겨울에 따로 보관하면 옷장 공간을 효율적으로 쓸 수 있다. 진공 팩을 이용하면 부피를 줄일 수 있다. 자주 입는 옷은 눈에 잘 띄는 곳에, 특별한 날 입는 옷은 안쪽에 배치하자.</p><h2>옷장 유지 팁</h2><p>새 옷을 살 때마다 옷 하나를 버리는 원칙을 지키면 옷장이 넘치지 않는다. 옷을 입은 후에는 바로 옷걸이에 걸거나 세탁하자. 방치하면 옷장이 금방 어지러워진다.</p><p>옷걸이는 같은 종류로 통일하면 보기 좋다. 슬림한 벨벳 옷걸이를 추천한다. 서랍에는 옷을 말아서 세워 보관하면 한눈에 볼 수 있다. 정리된 옷장은 매일의 기분을 좋게 만든다.</p>",
    "article_html_en": "<p>Wardrobe organization is the start of fashion life. An organized wardrobe reduces daily morning coordination time and enables efficient use of owned clothes.</p><h2>Principles of Wardrobe Organization</h2><p>First is discarding. Boldly organize clothes not worn for over a year, ill-fitting clothes, and worn-out clothes. Clothes too good to discard can be donated or sold secondhand. Second is categorizing. Dividing clothes by season, purpose, and color makes finding easy.</p><p>Third is storing. Storing winter clothes in summer and summer clothes in winter uses wardrobe space efficiently. Vacuum packs can reduce volume. Place frequently worn clothes in visible spots, and clothes for special occasions inside.</p><h2>Wardrobe Maintenance Tips</h2><p>Following the principle of discarding one item when buying new clothes prevents wardrobe overflow. After wearing clothes, immediately hang or wash them. Neglecting quickly makes wardrobes messy.</p><p>Unifying hangers to the same type looks good. Slim velvet hangers are recommended. In drawers, rolling and storing clothes upright allows seeing at a glance. An organized wardrobe makes daily moods better.</p>"
  },
  {
    "id": "fs00026",
    "article_html_ko": "<p>체형에 맞는 옷을 선택하면 더욱 스타일리시해 보인다. 자신의 체형을 이해하고 강점을 살리는 스타일링 방법을 알아보자.</p><h2>체형별 스타일링</h2><p>역삼각형 체형은 어깨가 넓고 허리와 엉덩이가 좁다. 하의에 볼륨을 주고 상의는 심플하게 하면 균형이 잡힌다. V넥 상의와 플레어 스커트나 와이드 팬츠가 잘 어울린다. 삼각형 체형은 반대로 하체가 발달했다. 상의에 디테일이 있는 옷을 선택하고, 하의는 어두운 색상과 스트레이트 핏을 선택하자.</p><p>직사각형 체형은 굴곡이 적다. 허리선을 강조하는 벨트나 크롭 상의로 곡선을 만들어주면 좋다. 레이어링도 효과적이다. 모래시계 체형은 허리가 잘록하다. 몸의 라인을 살리는 핏한 옷이 잘 어울리며, 허리를 강조하는 스타일링이 좋다.</p><h2>키에 따른 스타일링</h2><p>키가 작다면 하이웨이스트 팬츠나 스커트로 다리를 길어 보이게 하자. 크롭 상의나 짧은 재킷도 효과적이다. 세로 스트라이프 패턴도 키를 커 보이게 한다.</p><p>키가 크다면 오버사이즈 핏을 자유롭게 소화할 수 있다. 맥시 스커트나 롱 코트도 잘 어울린다. 중요한 것은 자신의 체형을 받아들이고 강점을 살리는 것이다.</p>",
    "article_html_en": "<p>Choosing clothes suited to body type makes you look more stylish. Let's learn styling methods that understand your body type and enhance strengths.</p><h2>Styling by Body Type</h2><p>Inverted triangle body types have broad shoulders and narrow waists and hips. Adding volume to bottoms and keeping tops simple creates balance. V-neck tops with flare skirts or wide pants suit well. Triangle body types have developed lower bodies oppositely. Choose tops with details, and select dark colors and straight fits for bottoms.</p><p>Rectangle body types have few curves. Emphasizing waistlines with belts or crop tops creates curves. Layering is also effective. Hourglass body types have defined waists. Fitted clothes that show body lines suit well, with styling emphasizing waists being good.</p><h2>Styling According to Height</h2><p>If short, make legs look longer with high-waist pants or skirts. Crop tops or short jackets are also effective. Vertical stripe patterns also make height look taller.</p><p>If tall, oversized fits can be freely worn. Maxi skirts or long coats also suit well. What's important is accepting your body type and enhancing strengths.</p>"
  },
  {
    "id": "fs00027",
    "article_html_ko": "<p>패션 트렌드는 끊임없이 변한다. 2025년 가을 겨울 시즌의 주요 트렌드를 살펴보자.</p><h2>색상 트렌드</h2><p>올 가을 겨울은 어스 톤이 대세다. 베이지, 브라운, 카키, 올리브 같은 자연에서 영감을 받은 색상이 인기다. 특히 초콜릿 브라운과 카라멜 베이지가 주목받고 있다. 비비드한 레드나 버건디 같은 강렬한 색상도 포인트 컬러로 사용된다.</p><p>메탈릭 소재도 트렌드다. 실버, 골드 톤의 의류와 액세서리가 미래지향적인 느낌을 준다. 모노톤 룩도 여전히 강세다. 올 블랙이나 올 화이트 룩은 시크하고 세련된 이미지를 만든다.</p><h2>실루엣과 디테일</h2><p>오버사이즈 실루엣이 계속 인기다. 넉넉한 코트, 큰 니트, 와이드 팬츠가 편안함과 스타일을 동시에 제공한다. 반대로 슬림한 실루엣도 공존한다. 상하의 중 하나는 오버사이즈, 다른 하나는 슬림하게 매치하는 것이 트렌디하다.</p><p>디테일로는 프린지, 레이스, 퍼 트리밍이 돋보인다. 빈티지 감성의 패치워크나 자수도 인기다. 환경을 생각하는 업사이클링 패션도 주목받는다. 트렌드를 따르되 자신의 스타일을 잃지 말자.</p>",
    "article_html_en": "<p>Fashion trends constantly change. Let's look at major trends for the fall-winter 2025 season.</p><h2>Color Trends</h2><p>Earth tones are mainstream this fall-winter. Colors inspired by nature like beige, brown, khaki, and olive are popular. Chocolate brown and caramel beige are especially attracting attention. Intense colors like vivid red or burgundy are also used as accent colors.</p><p>Metallic materials are also trending. Silver and gold-tone clothing and accessories give futuristic feelings. Monotone looks remain strong. All-black or all-white looks create chic and sophisticated images.</p><h2>Silhouettes and Details</h2><p>Oversized silhouettes continue to be popular. Generous coats, large knits, and wide pants provide comfort and style simultaneously. Conversely, slim silhouettes also coexist. Matching one piece oversized and the other slim is trendy.</p><p>Details like fringe, lace, and fur trimming stand out. Vintage-sensibility patchwork or embroidery is also popular. Environmentally conscious upcycling fashion also attracts attention. Follow trends but don't lose your own style.</p>"
  },
  {
    "id": "fs00028",
    "article_html_ko": "<p>프리미엄 캐주얼은 편안함과 고급스러움을 동시에 추구한다. 일상에서 입기 편하면서도 품격있는 스타일을 완성하는 방법을 알아보자.</p><h2>프리미엄 캐주얼의 핵심</h2><p>핵심은 소재와 핏이다. 저렴한 소재 대신 고급 코튼, 캐시미어, 실크 같은 프리미엄 소재를 선택하자. 같은 티셔츠라도 소재가 좋으면 훨씬 고급스러워 보인다. 핏도 중요하다. 몸에 맞는 적당한 사이즈를 선택해야 한다.</p><p>색상은 차분하고 세련된 톤을 선택한다. 네이비, 그레이, 베이지, 화이트 같은 중성적인 색상이 기본이다. 디자인은 심플할수록 좋다. 로고가 크게 박힌 옷보다는 미니멀한 디자인이 프리미엄 캐주얼에 적합하다.</p><h2>스타일링 예시</h2><p>캐시미어 니트에 치노 팬츠를 매치하거나, 프리미엄 코튼 티셔츠에 테일러드 재킷을 걸치는 식이다. 신발은 클래식한 레더 스니커즈나 로퍼가 좋다. 가방은 심플한 토트백이나 백팩을 선택하자.</p><p>액세서리는 최소화하되 품질 좋은 시계나 벨트로 포인트를 준다. 프리미엄 캐주얼의 완성은 디테일에 있다. 옷의 마무리 상태, 청결함, 다림질 등 작은 부분까지 신경 써야 진정한 프리미엄 룩이 완성된다.</p>",
    "article_html_en": "<p>Premium casual pursues both comfort and luxury simultaneously. Let's learn how to complete dignified styles that are easy to wear daily.</p><h2>Core of Premium Casual</h2><p>The core is materials and fit. Choose premium materials like high-quality cotton, cashmere, and silk instead of cheap materials. Even the same t-shirt looks much more luxurious with good materials. Fit is also important. Choose appropriate sizes that fit your body.</p><p>Choose calm and sophisticated color tones. Neutral colors like navy, gray, beige, and white are basic. Simpler designs are better. Minimal designs are more suitable for premium casual than clothes with large logos.</p><h2>Styling Examples</h2><p>Match cashmere knits with chino pants, or wear tailored jackets over premium cotton t-shirts. Classic leather sneakers or loafers are good for shoes. Choose simple tote bags or backpacks.</p><p>Minimize accessories but add accent with quality watches or belts. The completion of premium casual is in details. True premium looks are completed by paying attention to small parts like garment finishing, cleanliness, and ironing.</p>"
  },
  {
    "id": "fs00029",
    "article_html_ko": "<p>패션 위크는 전 세계 패션계가 주목하는 최대 행사다. 파리, 밀라노, 런던, 뉴욕 4대 패션 위크의 특징을 알아보자.</p><h2>4대 패션 위크</h2><p>파리 패션 위크는 가장 권위 있고 역사가 깊다. 샤넬, 디올, 루이비통 같은 럭셔리 브랜드들이 가장 화려한 쇼를 펼친다. 오트 쿠튀르의 정수를 볼 수 있는 곳이다. 밀라노 패션 위크는 이탈리아 명품의 힘을 보여준다. 프라다, 구찌, 베르사체 등이 참가하며, 장인정신과 고급스러움이 돋보인다.</p><p>런던 패션 위크는 젊고 실험적이다. 신진 디자이너들의 창의적인 시도와 전위적인 디자인이 특징이다. 뉴욕 패션 위크는 상업적이고 실용적이다. 입을 수 있는 패션, 시장성 있는 디자인에 초점을 맞춘다.</p><h2>패션 위크의 영향</h2><p>패션 위크에서 선보인 트렌드는 6개월 후 일반 소비자들에게 도달한다. 봄여름 컬렉션은 9-10월에, 가을겨울 컬렉션은 2-3월에 열린다. 패션 위크를 통해 다음 시즌의 색상, 실루엣, 디테일 트렌드를 미리 알 수 있다.</p><p>이제는 온라인으로도 패션 위크를 볼 수 있다. 많은 브랜드가 쇼를 실시간 스트리밍하거나 영상을 공개한다. 패션에 관심 있다면 패션 위크를 주목하자.</p>",
    "article_html_en": "<p>Fashion weeks are the biggest events that the global fashion industry focuses on. Let's learn about the characteristics of the big four fashion weeks: Paris, Milan, London, and New York.</p><h2>The Big Four Fashion Weeks</h2><p>Paris Fashion Week is the most prestigious and historic. Luxury brands like Chanel, Dior, and Louis Vuitton present the most glamorous shows. It's where the essence of haute couture can be seen. Milan Fashion Week shows the power of Italian luxury. Prada, Gucci, Versace, and others participate, with craftsmanship and luxury standing out.</p><p>London Fashion Week is young and experimental. Creative attempts by emerging designers and avant-garde designs are characteristic. New York Fashion Week is commercial and practical. It focuses on wearable fashion and marketable designs.</p><h2>Impact of Fashion Weeks</h2><p>Trends showcased at fashion weeks reach general consumers six months later. Spring-summer collections are held in September-October, and fall-winter collections in February-March. Fashion weeks allow knowing color, silhouette, and detail trends for next seasons in advance.</p><p>Fashion weeks can now be watched online. Many brands live stream shows or release videos. If interested in fashion, pay attention to fashion weeks.</p>"
  },
  {
    "id": "fs00030",
    "article_html_ko": "<p>패션 아이콘들은 시대를 초월해 사람들에게 영감을 준다. 역사상 가장 영향력 있었던 패션 아이콘들을 살펴보자.</p><h2>클래식 아이콘</h2><p>오드리 헵번은 우아함의 상징이다. 영화 '티파니에서 아침을'의 리틀 블랙 드레스는 지금도 패션의 교과서다. 마릴린 먼로는 섹시함과 여성스러움을 정의했다. 그녀의 화이트 드레스 장면은 영원히 기억될 것이다.</p><p>제임스 딘은 반항적인 젊음의 아이콘이다. 청바지와 가죽 재킷은 그를 통해 패션 아이템이 되었다. 그레이스 켈리는 클래식한 우아함을 대표한다. 에르메스의 켈리백은 그녀의 이름을 딴 것이다.</p><h2>현대 아이콘</h2><p>케이트 모스는 90년대를 대표하는 슈퍼모델이다. 그런지 룩과 미니멀리즘을 유행시켰다. 리한나는 대담하고 실험적인 스타일로 패션계를 놀라게 한다. 자신만의 패션 브랜드 펜티를 성공시키기도 했다.</p><p>BTS와 블랙핑크는 K-팝을 통해 글로벌 패션 아이콘이 되었다. 그들의 무대 의상과 일상 패션이 전 세계 젊은이들에게 영향을 미친다. 패션 아이콘들에게 영감을 받되, 자신만의 스타일을 만들어가는 것이 중요하다.</p>",
    "article_html_en": "<p>Fashion icons transcend time and inspire people. Let's look at the most influential fashion icons in history.</p><h2>Classic Icons</h2><p>Audrey Hepburn is a symbol of elegance. The little black dress from the movie 'Breakfast at Tiffany's' is still a fashion textbook today. Marilyn Monroe defined sexiness and femininity. Her white dress scene will be remembered forever.</p><p>James Dean is an icon of rebellious youth. Jeans and leather jackets became fashion items through him. Grace Kelly represents classic elegance. Hermès' Kelly bag is named after her.</p><h2>Modern Icons</h2><p>Kate Moss is a supermodel representing the 90s. She popularized grunge looks and minimalism. Rihanna surprises the fashion world with bold and experimental styles. She also succeeded with her own fashion brand Fenty.</p><p>BTS and Blackpink have become global fashion icons through K-pop. Their stage costumes and daily fashion influence young people worldwide. Be inspired by fashion icons, but creating your own style is important.</p>"
  },
    {
    "id": "by00001",
    "article_html_ko": "<p>내추럴 글로우 메이크업은 피부 본연의 빛을 살리는 메이크업 기법이다. 화장한 듯 안 한 듯 자연스러운 아름다움을 추구하는 2025년 트렌드다.</p><h2>베이스 메이크업</h2><p>글로우 메이크업의 핵심은 촉촉한 베이스다. 스킨케어로 피부를 충분히 보습한 후, 글로우 프라이머를 발라 빛나는 기초를 만든다. 파운데이션은 얇게 펴 바르되, 커버력보다는 자연스러움을 추구한다. 리퀴드나 쿠션 타입이 좋다.</p><p>컨실러는 꼭 필요한 부분에만 사용한다. 다크서클과 잡티만 가볍게 커버하고, 전체적으로는 피부 결을 살린다. 하이라이터는 광대뼈, 콧등, 입술 산에 발라 입체감을 준다. 파우더는 최소한으로 사용하거나 생략해 촉촉함을 유지한다.</p><h2>포인트 메이크업</h2><p>아이 메이크업은 자연스럽게 한다. 브라운 계열의 아이새도우로 그라데이션하고, 아이라이너는 얇게 그린다. 마스카라는 속눈썹을 자연스럽게 컬링하는 정도로 충분하다.</p><p>립은 MLBB(My Lips But Better) 컬러를 선택한다. 본인 입술 색과 비슷하지만 조금 더 선명한 색상이다. 블러셔는 자연스러운 혈색을 표현하는 코랄이나 피치 톤이 좋다. 글로우 메이크업은 건강하고 생기있는 이미지를 만든다.</p>",
    "article_html_en": "<p>Natural glow makeup is a technique that highlights the skin's natural radiance. It's a 2025 trend pursuing natural beauty as if wearing no makeup.</p><h2>Base Makeup</h2><p>The core of glow makeup is a moisturized base. After sufficiently moisturizing skin with skincare, apply glow primer to create a radiant foundation. Apply foundation thinly, pursuing naturalness over coverage. Liquid or cushion types are good.</p><p>Use concealer only where necessary. Lightly cover dark circles and blemishes, maintaining overall skin texture. Apply highlighter on cheekbones, bridge of nose, and cupid's bow for dimension. Use powder minimally or skip to maintain moisture.</p><h2>Point Makeup</h2><p>Eye makeup is done naturally. Gradient with brown-toned eyeshadow and draw eyeliner thinly. Mascara that naturally curls lashes is sufficient.</p><p>Choose MLBB (My Lips But Better) colors for lips. Colors similar to your natural lip color but slightly more vivid. Coral or peach-tone blushers are good for expressing natural complexion. Glow makeup creates healthy and lively images.</p>"
  },
  {
    "id": "by00002",
    "article_html_ko": "<p>성수동의 감성 네일샵들은 인더스트리얼한 공간에서 특별한 네일 아트 경험을 제공한다. 오래된 공장을 개조한 독특한 분위기 속에서 나만의 스타일을 완성할 수 있다.</p><h2>성수동 네일샵의 특징</h2><p>성수동 네일샵들은 공간 자체가 하나의 작품이다. 높은 천장, 노출된 콘크리트, 큰 창문으로 들어오는 자연광이 작업 환경을 특별하게 만든다. 많은 샵이 카페나 편집샵과 결합되어 있어, 네일을 받으면서 여유로운 시간을 보낼 수 있다.</p><p>디자인 측면에서도 차별화된다. 성수동 특유의 미니멀하면서도 아티스틱한 감성이 네일 디자인에 반영된다. 단순한 컬러만으로 완성하는 미니멀 네일부터, 아티스트와 협업한 독특한 네일 아트까지 다양하다.</p><h2>추천 네일 스타일</h2><p>성수동 감성에 어울리는 네일은 뉴트럴 톤의 미니멀 디자인이다. 베이지, 그레이, 더스티 핑크 같은 차분한 색상에 골드 라인이나 작은 포인트를 더한다. 또는 과감한 네거티브 스페이스 디자인도 인기다.</p><p>예약은 필수다. 인기 샵들은 몇 주 전부터 예약이 꽉 차기 때문이다. 인스타그램을 통해 샵의 분위기와 디자인 스타일을 미리 확인하고 방문하자. 네일 아트를 받으면서 성수동의 독특한 분위기를 경험할 수 있다.</p>",
    "article_html_en": "<p>Seongsu-dong's aesthetic nail salons provide special nail art experiences in industrial spaces. You can complete your own style in the unique atmosphere of converted old factories.</p><h2>Characteristics of Seongsu-dong Nail Salons</h2><p>Seongsu-dong nail salons have spaces that are artworks themselves. High ceilings, exposed concrete, and natural light through large windows make work environments special. Many shops are combined with cafes or select shops, allowing leisurely time while getting nails done.</p><p>They're differentiated in design aspects too. Seongsu-dong's unique minimal yet artistic sensibility is reflected in nail designs. From minimal nails completed with simple colors to unique nail art in collaboration with artists, they're diverse.</p><h2>Recommended Nail Styles</h2><p>Nails suited to Seongsu-dong sensibility are neutral-tone minimal designs. Calm colors like beige, gray, and dusty pink with added gold lines or small accents. Bold negative space designs are also popular.</p><p>Reservations are essential. Popular shops fill up weeks in advance. Check the shop's atmosphere and design style through Instagram before visiting. Experience Seongsu-dong's unique atmosphere while getting nail art done.</p>"
  },
  {
    "id": "by00003",
    "article_html_ko": "<p>K-뷰티 스킨케어 루틴은 전 세계적으로 인정받는 체계적인 피부 관리법이다. 단계별로 꼼꼼하게 관리해 건강한 피부를 만든다.</p><h2>기본 스킨케어 단계</h2><p>첫 번째는 클렌징이다. 메이크업을 한 날은 오일 클렌저로 먼저 지우고, 폼 클렌저로 이중 세안한다. 두 번째는 토너다. 세안 후 피부를 정돈하고 다음 단계 흡수를 돕는다. 화장솜에 적셔 닦아내거나 손으로 두드려 흡수시킨다.</p><p>세 번째는 에센스나 세럼이다. 피부 고민에 맞는 제품을 선택한다. 미백, 주름 개선, 수분 공급 등 목적에 따라 다르다. 네 번째는 아이크림이다. 눈가 피부는 얇고 민감하므로 전용 제품을 사용한다.</p><h2>마무리 단계</h2><p>다섯 번째는 모이스처라이저다. 수분 크림이나 로션으로 수분을 가두고 영양을 공급한다. 여섯 번째는 선크림이다. 아침 루틴의 마지막 단계로, 자외선 차단은 피부 노화 방지의 핵심이다.</p><p>밤에는 나이트 크림이나 슬리핑 팩을 추가할 수 있다. 주 1-2회 각질 제거와 마스크 팩도 효과적이다. 꾸준함이 가장 중요하다. 매일 성실하게 관리하면 피부는 반드시 좋아진다.</p>",
    "article_html_en": "<p>K-beauty skincare routine is a systematic skin care method recognized worldwide. It creates healthy skin by meticulously caring step by step.</p><h2>Basic Skincare Steps</h2><p>First is cleansing. On days with makeup, first remove with oil cleanser, then double cleanse with foam cleanser. Second is toner. It tidies skin after cleansing and helps absorption of next steps. Apply with cotton pad or pat with hands for absorption.</p><p>Third is essence or serum. Choose products suited to skin concerns. Whitening, wrinkle improvement, moisture supply, etc., differ by purpose. Fourth is eye cream. Eye area skin is thin and sensitive, so use dedicated products.</p><h2>Finishing Steps</h2><p>Fifth is moisturizer. Lock in moisture and supply nutrition with hydrating cream or lotion. Sixth is sunscreen. The last step of morning routine, UV protection is key to preventing skin aging.</p><p>At night, night cream or sleeping packs can be added. Exfoliation and mask packs 1-2 times weekly are also effective. Consistency is most important. With diligent daily care, skin will definitely improve.</p>"
  },
  {
    "id": "by00004",
    "article_html_ko": "<p>선크림은 피부 건강의 기본이다. 자외선은 피부 노화, 색소 침착, 심지어 피부암의 원인이 되므로, 매일 선크림을 바르는 것이 중요하다.</p><h2>선크림의 종류</h2><p>화학적 자외선 차단제는 자외선을 흡수해 열로 변환시킨다. 발림성이 좋고 백탁 현상이 적지만, 민감한 피부에는 자극이 될 수 있다. 물리적 자외선 차단제는 자외선을 반사시킨다. 피부에 순하지만 백탁이 생길 수 있고 답답한 느낌이 들 수 있다.</p><p>최근에는 두 가지를 혼합한 하이브리드 제품이 많다. SPF는 UVB 차단 지수로, 일상에서는 SPF 30 이상이면 충분하다. PA는 UVA 차단 지수로, +가 많을수록 차단력이 강하다. PA+++ 이상을 추천한다.</p><h2>올바른 사용법</h2><p>선크림은 외출 15-30분 전에 바른다. 양은 얼굴에 동전 크기만큼 충분히 발라야 한다. 너무 적게 바르면 효과가 떨어진다. 2-3시간마다 재도포하는 것이 이상적이다.</p><p>흐린 날이나 실내에서도 자외선은 있으므로 매일 바른다. 목, 귀, 손등도 잊지 말자. 선크림은 스킨케어의 마지막 단계이자 메이크업의 첫 단계다. 건강한 피부를 위해 선크림은 필수다.</p>",
    "article_html_en": "<p>Sunscreen is the foundation of skin health. UV rays cause skin aging, pigmentation, and even skin cancer, so applying sunscreen daily is important.</p><h2>Types of Sunscreen</h2><p>Chemical sunscreens absorb UV rays and convert them to heat. They have good spreadability and less white cast, but can irritate sensitive skin. Physical sunscreens reflect UV rays. They're gentle on skin but can create white cast and feel stuffy.</p><p>Recently, many hybrid products mix both. SPF is the UVB protection index; SPF 30 or higher is sufficient for daily use. PA is the UVA protection index; more + means stronger protection. PA+++ or higher is recommended.</p><h2>Proper Usage</h2><p>Apply sunscreen 15-30 minutes before going out. Use a coin-sized amount for the face. Too little reduces effectiveness. Reapplication every 2-3 hours is ideal.</p><p>Apply daily even on cloudy days or indoors as UV rays are present. Don't forget neck, ears, and backs of hands. Sunscreen is the last step of skincare and first step of makeup. Sunscreen is essential for healthy skin.</p>"
  },
  {
    "id": "by00005",
    "article_html_ko": "<p>립 메이크업은 얼굴 전체 인상을 바꾸는 중요한 요소다. 자신에게 잘 어울리는 립 컬러를 찾고 올바르게 바르는 방법을 알아보자.</p><h2>퍼스널 컬러별 립 선택</h2><p>봄 웜톤은 코랄, 피치, 오렌지 계열이 잘 어울린다. 밝고 따뜻한 색상이 얼굴을 환하게 만든다. 여름 쿨톤은 로즈, 핑크, 모브 계열이 좋다. 청량하고 시원한 느낌의 색상을 선택하자.</p><p>가을 웜톤은 브라운, 버건디, 벽돌색이 잘 어울린다. 깊이 있고 차분한 색상이 성숙한 매력을 준다. 겨울 쿨톤은 진한 레드, 와인, 마젠타가 좋다. 강렬하고 선명한 색상이 시크한 이미지를 만든다.</p><h2>립 메이크업 기법</h2><p>립밤으로 충분히 보습한 후 메이크업을 시작한다. 립 라이너로 입술 윤곽을 그리면 번짐을 방지하고 입술 모양을 또렷하게 만든다. 립스틱은 브러시를 사용하면 더 정교하게 바를 수 있다.</p><p>그러데이션 립은 한국 메이크업의 특징이다. 입술 안쪽에 진하게 발라 손가락으로 톡톡 두드려 퍼뜨린다. 매트한 립스틱 후 글로스를 살짝 바르면 입체감이 생긴다. 자신만의 립 컬러로 매력을 표현하자.</p>",
    "article_html_en": "<p>Lip makeup is an important element that changes overall facial impression. Let's learn how to find lip colors that suit you well and apply them correctly.</p><h2>Lip Selection by Personal Color</h2><p>Spring warm tones suit coral, peach, and orange shades well. Bright and warm colors brighten faces. Summer cool tones suit rose, pink, and mauve shades. Choose refreshing and cool-feeling colors.</p><p>Fall warm tones suit brown, burgundy, and brick colors well. Deep and calm colors give mature charm. Winter cool tones suit deep red, wine, and magenta. Intense and vivid colors create chic images.</p><h2>Lip Makeup Techniques</h2><p>Start makeup after sufficient moisturizing with lip balm. Drawing lip contours with lip liner prevents bleeding and makes lip shape distinct. Using brushes for lipstick allows more precise application.</p><p>Gradient lips are characteristic of Korean makeup. Apply densely inside lips and pat with fingers to spread. Applying gloss lightly after matte lipstick creates dimension. Express charm with your own lip color.</p>"
  },
  {
    "id": "by00006",
    "article_html_ko": "<p>클렌징은 스킨케어의 가장 기본이자 가장 중요한 단계다. 올바른 클렌징으로 피부 고민의 절반은 해결할 수 있다.</p><h2>클렌징의 중요성</h2><p>하루 종일 피부에 쌓인 메이크업, 피지, 먼지, 오염 물질을 제거하지 않으면 모공이 막히고 트러블이 생긴다. 특히 메이크업을 한 날은 꼼꼼한 클렌징이 필수다. 잔여물이 남으면 피부 노화가 빨라지고 색소 침착이 생길 수 있다.</p><p>그렇다고 너무 강하게 문지르거나 세정력이 강한 제품을 쓰면 피부 장벽이 손상된다. 피부 타입에 맞는 클렌저를 선택하고 부드럽게 클렌징하는 것이 중요하다.</p><h2>올바른 클렌징 방법</h2><p>메이크업을 한 날은 이중 세안을 권장한다. 먼저 오일 클렌저나 클렌징 밤으로 메이크업을 녹인다. 마른 손에 적당량을 덜어 얼굴에 부드럽게 마사지하듯 펴 바른다. 특히 아이 메이크업은 전용 리무버를 사용하는 것이 좋다.</p><p>미지근한 물로 헹군 후, 폼 클렌저로 2차 세안한다. 거품을 충분히 낸 후 얼굴에 올려 부드럽게 마사지한다. T존은 좀 더 신경 써서 닦는다. 찬물로 마무리하면 모공이 수축된다. 세안 후에는 즉시 토너로 피부를 정돈한다.</p>",
    "article_html_en": "<p>Cleansing is both the most basic and most important step of skincare. Proper cleansing can solve half of skin concerns.</p><h2>Importance of Cleansing</h2><p>If makeup, sebum, dust, and pollutants accumulated on skin all day aren't removed, pores clog and troubles occur. Meticulous cleansing is essential especially on days with makeup. Residue accelerates skin aging and can cause pigmentation.</p><p>However, rubbing too strongly or using products with strong cleansing power damages skin barrier. Choosing cleansers suited to skin type and cleansing gently is important.</p><h2>Proper Cleansing Method</h2><p>Double cleansing is recommended on days with makeup. First, dissolve makeup with oil cleanser or cleansing balm. Take appropriate amount in dry hands and massage gently on face. Using dedicated removers for eye makeup is especially good.</p><p>After rinsing with lukewarm water, do second cleansing with foam cleanser. After making sufficient lather, place on face and massage gently. Pay more attention to T-zone. Finishing with cold water contracts pores. After cleansing, immediately tidy skin with toner.</p>"
  },
  {
    "id": "by00007",
    "article_html_ko": "<p>아이 메이크업은 눈의 매력을 극대화하는 기술이다. 눈매에 따라 다른 기법을 사용하면 더욱 아름다운 눈을 만들 수 있다.</p><h2>눈매별 메이크업</h2><p>쌍꺼풀이 있는 눈은 그라데이션 기법이 잘 어울린다. 밝은 색을 눈두덩이 전체에 바르고, 중간 톤을 쌍꺼풀 라인에, 가장 어두운 색을 눈꼬리에 바른다. 아이라이너는 눈꼬리를 살짝 올려 그리면 더 또렷해 보인다.</p><p>무쌍 눈은 굵은 아이라이너와 진한 아이새도우가 효과적이다. 눈을 뜨면 보이지 않으므로 넓게 바른다. 눈꼬리 아이라인을 길게 빼면 눈이 커 보인다. 속눈썹 컬링과 마스카라로 눈매를 강조한다.</p><h2>아이 메이크업 팁</h2><p>아이새도우 베이스를 바르면 발색과 지속력이 좋아진다. 브러시는 크기별로 여러 개 준비하면 세밀한 표현이 가능하다. 아이라이너는 속눈썹 사이사이를 메우듯 그리면 자연스럽다.</p><p>마스카라는 지그재그로 발라 올리면 볼륨감이 생긴다. 하부 속눈썹에도 가볍게 바르면 눈이 더 커 보인다. 눈꼬리에 펄이나 글리터를 살짝 바르면 화사한 느낌이 난다. 자신의 눈매를 이해하고 강점을 살리자.</p>",
    "article_html_en": "<p>Eye makeup is the art of maximizing eye charm. Using different techniques according to eye shape can create more beautiful eyes.</p><h2>Makeup by Eye Shape</h2><p>Eyes with double eyelids suit gradient techniques well. Apply bright colors over entire eyelids, medium tones on double eyelid lines, and darkest colors on outer corners. Drawing eyeliner slightly upward at outer corners makes eyes look more distinct.</p><p>Monolid eyes benefit from thick eyeliner and deep eyeshadow. Apply broadly as it becomes invisible when eyes open. Extending eyeliner long at outer corners makes eyes look bigger. Emphasize eye shape with lash curling and mascara.</p><h2>Eye Makeup Tips</h2><p>Applying eyeshadow base improves color payoff and longevity. Preparing multiple brushes by size enables detailed expression. Drawing eyeliner to fill between lashes looks natural.</p><p>Applying mascara in zigzag motions creates volume. Lightly applying to lower lashes also makes eyes look bigger. Lightly applying pearl or glitter at outer corners gives bright feelings. Understand your eye shape and enhance strengths.</p>"
  },
  {
    "id": "by00008",
    "article_html_ko": "<p>마스크 팩은 집에서 할 수 있는 스페셜 케어다. 피부 상태에 맞는 팩을 선택하고 올바르게 사용하면 피부가 확실히 달라진다.</p><h2>마스크 팩의 종류</h2><p>시트 마스크는 가장 대중적이다. 에센스가 가득 함유된 시트를 얼굴에 붙이기만 하면 된다. 편리하고 효과도 좋아 많은 사랑을 받는다. 워시오프 팩은 크림이나 젤 타입을 얼굴에 바르고 일정 시간 후 씻어낸다. 클레이 팩은 모공 관리에, 수면 팩은 밤새 보습에 좋다.</p><p>필오프 팩은 마르면 떼어내는 타입이다. 각질 제거와 모공 청소 효과가 있다. 바이오셀룰로오스 마스크는 밀착력이 뛰어나 에센스 흡수가 좋다. 하이드로겔 마스크는 쿨링 효과가 있어 진정에 좋다.</p><h2>효과적인 사용법</h2><p>팩은 클렌징 후 토너로 피부를 정돈한 상태에서 사용한다. 시트 마스크는 15-20분이 적당하다. 너무 오래 붙이면 오히려 피부 수분을 빼앗긴다. 팩을 떼어낸 후 남은 에센스는 손으로 두드려 흡수시킨다.</p><p>주 2-3회가 적당하며, 피부 상태에 따라 조절한다. 중요한 날 전날 밤에 팩을 하면 다음 날 피부가 좋아진다. 가성비 좋은 시트 마스크부터 프리미엄 팩까지 다양하니 취향껏 선택하자.</p>",
    "article_html_en": "<p>Mask packs are special care you can do at home. Choosing packs suited to skin condition and using them correctly definitely changes skin.</p><h2>Types of Mask Packs</h2><p>Sheet masks are most popular. Simply attach essence-soaked sheets to face. They're convenient and effective, receiving much love. Wash-off packs are cream or gel types applied to face and rinsed after certain time. Clay packs are good for pore care, sleeping packs for overnight moisturizing.</p><p>Peel-off packs are types removed when dry. They have exfoliation and pore cleaning effects. Biocellulose masks have excellent adhesion for good essence absorption. Hydrogel masks have cooling effects, good for soothing.</p><h2>Effective Usage</h2><p>Use packs after cleansing on skin tidied with toner. Sheet masks should be worn for 15-20 minutes. Too long actually deprives skin of moisture. After removing packs, pat remaining essence for absorption.</p><p>2-3 times weekly is appropriate, adjusting according to skin condition. Doing packs the night before important days improves next day's skin. From cost-effective sheet masks to premium packs, choose according to preference.</p>"
  },
  {
    "id": "by00009",
    "article_html_ko": "<p>K-뷰티 브랜드들이 전 세계적으로 사랑받고 있다. 혁신적인 제품과 합리적인 가격으로 글로벌 뷰티 시장을 선도하는 한국 브랜드들을 소개한다.</p><h2>대표 K-뷰티 브랜드</h2><p>설화수는 한방 성분을 활용한 프리미엄 브랜드다. 자음생 라인은 전 세계적으로 인정받는 안티에이징 제품이다. 라네즈는 수분 크림으로 유명하다. 워터 슬리핑 마스크는 글로벌 베스트셀러다.</p><p>이니스프리는 제주도 자연 성분을 사용한다. 친환경 이미지와 합리적인 가격으로 젊은 층에게 인기다. 에뛰드하우스는 귀엽고 트렌디한 디자인이 특징이다. 메이크업 제품이 특히 인기가 많다.</p><h2>혁신적인 신생 브랜드</h2><p>코스알엑스는 심플하고 효과적인 스킨케어로 주목받는다. 어드밴스드 스네일 크림은 글로벌 히트 상품이다. 달바는 화이트 트러플 라인으로 유명하다. 럭셔리한 성분을 합리적인 가격에 제공한다.</p><p>라운드랩은 자작나무 수액 라인이 인기다. 순하고 보습력이 뛰어나 민감성 피부에도 좋다. K-뷰티의 강점은 혁신성과 품질, 그리고 합리적인 가격이다. 세계가 인정하는 K-뷰티를 경험해보자.</p>",
    "article_html_en": "<p>K-beauty brands are loved worldwide. Introducing Korean brands leading the global beauty market with innovative products and reasonable prices.</p><h2>Representative K-Beauty Brands</h2><p>Sulwhasoo is a premium brand using herbal ingredients. The Jaum Saeng line is globally recognized anti-aging products. Laneige is famous for moisture creams. Water Sleeping Mask is a global bestseller.</p><p>Innisfree uses Jeju Island natural ingredients. Popular among youth with eco-friendly image and reasonable prices. Etude House features cute and trendy designs. Makeup products are especially popular.</p><h2>Innovative New Brands</h2><p>COSRX is attracting attention with simple and effective skincare. Advanced Snail Cream is a global hit product. D'Alba is famous for white truffle lines. Provides luxurious ingredients at reasonable prices.</p><p>Round Lab's birch sap line is popular. Gentle and excellent moisturizing, good for sensitive skin too. K-beauty's strengths are innovation, quality, and reasonable prices. Experience K-beauty recognized by the world.</p>"
  },
  {
    "id": "by00010",
    "article_html_ko": "<p>퍼스널 컬러 진단은 자신에게 어울리는 색상을 찾는 과정이다. 올바른 색상 선택은 피부를 더 환하고 건강하게 보이게 만든다.</p><h2>퍼스널 컬러의 기본</h2><p>퍼스널 컬러는 크게 웜톤과 쿨톤으로 나뉜다. 웜톤은 노란 기가 도는 따뜻한 톤이고, 쿨톤은 파란 기가 도는 차가운 톤이다. 각각 봄, 가을(웜톤)과 여름, 겨울(쿨톤)의 4가지 시즌으로 세분화된다.</p><p>봄 웜톤은 밝고 선명한 색상이, 가을 웜톤은 깊고 차분한 색상이 잘 어울린다. 여름 쿨톤은 부드럽고 청량한 색상이, 겨울 쿨톤은 강렬하고 선명한 색상이 어울린다.</p><h2>퍼스널 컬러 활용법</h2><p>메이크업에서 파운데이션은 자신의 피부 톤과 맞는 것을 선택한다. 립스틱과 블러셔는 퍼스널 컬러에 맞는 색상을 고른다. 아이새도우도 마찬가지다. 웜톤은 골드, 브라운 계열이, 쿨톤은 실버, 그레이 계열이 잘 어울린다.</p><p>옷 색상 선택에도 활용한다. 얼굴 가까이 오는 상의는 퍼스널 컬러를 고려하는 것이 좋다. 머리 색도 퍼스널 컬러에 맞추면 더욱 조화롭다. 전문가의 진단을 받거나 온라인 테스트로 자신의 퍼스널 컬러를 찾아보자.</p>",
    "article_html_en": "<p>Personal color diagnosis is the process of finding colors that suit you. Proper color selection makes skin look brighter and healthier.</p><h2>Basics of Personal Color</h2><p>Personal colors are largely divided into warm tone and cool tone. Warm tone has warm tones with yellow base, and cool tone has cool tones with blue base. Each is subdivided into 4 seasons: spring and fall (warm tone), summer and winter (cool tone).</p><p>Spring warm tones suit bright and vivid colors, fall warm tones suit deep and calm colors. Summer cool tones suit soft and refreshing colors, winter cool tones suit intense and vivid colors.</p><h2>How to Use Personal Color</h2><p>In makeup, choose foundation matching your skin tone. Select lipstick and blusher colors matching personal color. Same for eyeshadow. Warm tones suit gold and brown shades, cool tones suit silver and gray shades well.</p><p>Also use for clothing color selection. Consider personal color for tops close to face. Hair color is also more harmonious when matched to personal color. Find your personal color through professional diagnosis or online tests.</p>"
  },
  {
    "id": "by00011",
    "article_html_ko": "<p>안티에이징은 나이를 거스를 수 없지만 노화를 늦출 수는 있다. 올바른 스킨케어와 생활 습관으로 젊은 피부를 유지하자.</p><h2>노화의 원인</h2><p>피부 노화의 가장 큰 원인은 자외선이다. 광노화는 주름, 색소 침착, 탄력 저하를 일으킨다. 두 번째는 산화 스트레스다. 활성 산소가 피부 세포를 손상시킨다. 세 번째는 자연적인 세포 노화와 콜라겐 감소다.</p><p>건조함도 노화를 가속화한다. 수분이 부족하면 피부 장벽이 약해지고 주름이 생기기 쉽다. 스트레스, 수면 부족, 나쁜 식습관도 피부 노화에 영향을 미친다.</p><h2>안티에이징 전략</h2><p>첫째, 자외선 차단이 가장 중요하다. 매일 선크림을 바르고, 모자나 선글라스로 추가 보호를 한다. 둘째, 레티놀이나 비타민C 같은 안티에이징 성분을 사용한다. 셋째, 충분한 보습으로 피부 장벽을 강화한다.</p><p>넷째, 건강한 생활 습관이 필수다. 충분한 수면, 균형 잡힌 식사, 규칙적인 운동이 피부 건강에 도움된다. 스트레스 관리도 중요하다. 나이가 들어도 건강하고 아름다운 피부를 유지할 수 있다.</p>",
    "article_html_en": "<p>Anti-aging cannot reverse age but can slow aging. Maintain youthful skin with proper skincare and lifestyle habits.</p><h2>Causes of Aging</h2><p>The biggest cause of skin aging is UV rays. Photoaging causes wrinkles, pigmentation, and elasticity loss. Second is oxidative stress. Free radicals damage skin cells. Third is natural cell aging and collagen reduction.</p><p>Dryness also accelerates aging. Moisture deficiency weakens skin barrier and makes wrinkles form easily. Stress, sleep deprivation, and poor eating habits also affect skin aging.</p><h2>Anti-Aging Strategy</h2><p>First, UV protection is most important. Apply sunscreen daily and provide additional protection with hats or sunglasses. Second, use anti-aging ingredients like retinol or vitamin C. Third, strengthen skin barrier with sufficient moisturizing.</p><p>Fourth, healthy lifestyle habits are essential. Sufficient sleep, balanced meals, and regular exercise help skin health. Stress management is also important. You can maintain healthy and beautiful skin even as you age.</p>"
  },
  {
    "id": "by00012",
    "article_html_ko": "<p>눈썹은 얼굴 인상을 결정하는 중요한 요소다. 자신의 얼굴형에 맞는 눈썹 모양을 찾고 예쁘게 그리는 방법을 알아보자.</p><h2>얼굴형별 눈썹 모양</h2><p>둥근 얼굴은 각진 눈썹이 얼굴에 입체감을 준다. 눈썹 산을 또렷하게 만들어 각도를 살린다. 긴 얼굴은 일자에 가까운 평평한 눈썹이 좋다. 각진 얼굴은 부드러운 곡선의 눈썹으로 부드러움을 더한다.</p><p>하트형 얼굴은 자연스러운 아치형 눈썹이 잘 어울린다. 너무 각지거나 평평하지 않은 중간 형태가 좋다. 계란형 얼굴은 어떤 눈썹 모양도 잘 어울리지만, 자연스러운 아치형을 추천한다.</p><h2>눈썹 그리는 법</h2><p>먼저 눈썹 브러시로 결을 정돈한다. 눈썹 펜슬로 빈 곳을 채운다. 짧은 선을 여러 번 그려 자연스럽게 표현한다. 눈썹 앞머리는 가볍게, 눈썹 꼬리는 좀 더 진하게 그린다.</p><p>눈썹 파우더를 브러시에 묻혀 전체적으로 발라 자연스럽게 만든다. 마지막으로 눈썹 마스카라로 고정하고 결을 정돈한다. 눈썹 색은 머리카락 색보다 한두 톤 밝게 하는 것이 자연스럽다. 매일 조금씩 연습하면 실력이 늘어난다.</p>",
    "article_html_en": "<p>Eyebrows are important elements determining facial impression. Let's learn how to find eyebrow shapes suited to your face shape and draw them beautifully.</p><h2>Eyebrow Shapes by Face Shape</h2><p>Round faces benefit from angular eyebrows giving dimension to face. Make eyebrow peaks distinct to emphasize angles. Long faces suit flat eyebrows close to straight. Angular faces add softness with gentle curved eyebrows.</p><p>Heart-shaped faces suit natural arched eyebrows well. Medium forms neither too angular nor flat are good. Oval faces suit any eyebrow shape, but natural arches are recommended.</p><h2>How to Draw Eyebrows</h2><p>First, tidy texture with eyebrow brush. Fill empty spaces with eyebrow pencil. Draw multiple short lines for natural expression. Draw eyebrow fronts lightly, eyebrow tails darker.</p><p>Apply eyebrow powder on brush overall for naturalness. Finally, fix with eyebrow mascara and tidy texture. Eyebrow color one or two tones lighter than hair color is natural. Skills improve with daily practice.</p>"
  },
  {
    "id": "by00013",
    "article_html_ko": "<p>여드름과 트러블은 많은 사람들의 고민이다. 원인을 파악하고 올바른 관리법을 실천하면 깨끗한 피부를 만들 수 있다.</p><h2>트러블의 원인</h2><p>과도한 피지 분비가 가장 큰 원인이다. 모공이 피지와 각질로 막히면 여드름균이 증식한다. 호르몬 변화도 영향을 미친다. 사춘기나 생리 전에 여드름이 악화되는 이유다. 스트레스, 수면 부족, 불규칙한 식습관도 트러블을 유발한다.</p><p>잘못된 스킨케어도 문제다. 과도한 세안이나 자극적인 제품 사용은 피부 장벽을 손상시킨다. 손으로 얼굴을 자주 만지거나 여드름을 짜는 것도 악화 요인이다.</p><h2>트러블 관리법</h2><p>첫째, 올바른 클렌징이 기본이다. 하루 두 번, 부드러운 클렌저로 세안한다. 둘째, 살리실산이나 벤조일 퍼옥사이드 같은 여드름 치료 성분을 사용한다. 셋째, 피부 장벽을 강화하는 보습이 중요하다.</p><p>넷째, 건강한 생활 습관을 유지한다. 충분한 수면, 스트레스 관리, 기름진 음식 제한이 도움된다. 심한 경우 피부과 전문의 상담을 받는다. 인내심을 갖고 꾸준히 관리하면 개선된다.</p>",
    "article_html_en": "<p>Acne and troubles are concerns for many people. Understanding causes and practicing proper care can create clear skin.</p><h2>Causes of Troubles</h2><p>Excessive sebum secretion is the biggest cause. When pores are blocked with sebum and dead skin, acne bacteria multiply. Hormonal changes also have impact. This is why acne worsens during puberty or before menstruation. Stress, sleep deprivation, and irregular eating habits also trigger troubles.</p><p>Wrong skincare is also problematic. Excessive cleansing or using irritating products damages skin barrier. Frequently touching face with hands or squeezing acne are also aggravating factors.</p><h2>Trouble Management</h2><p>First, proper cleansing is basic. Cleanse twice daily with gentle cleanser. Second, use acne treatment ingredients like salicylic acid or benzoyl peroxide. Third, moisturizing to strengthen skin barrier is important.</p><p>Fourth, maintain healthy lifestyle habits. Sufficient sleep, stress management, and limiting oily foods help. In severe cases, consult dermatology specialists. With patience and consistent care, improvement occurs.</p>"
  },
  {
    "id": "by00014",
    "article_html_ko": "<p>헤어 케어는 뷰티 루틴의 중요한 부분이다. 건강하고 윤기 나는 머리카락을 위한 관리법을 알아보자.</p><h2>기본 헤어 케어</h2><p>샴푸는 두피를 마사지하듯 꼼꼼히 감는다. 손톱이 아닌 지문으로 부드럽게 문지른다. 미지근한 물로 충분히 헹군다. 잔여물이 남으면 두피 트러블의 원인이 된다. 컨디셔너는 두피가 아닌 모발에만 바른다. 특히 손상된 모발 끝부분에 집중한다.</p><p>주 1-2회 헤어 팩이나 트리트먼트로 집중 관리한다. 타월 드라이 후 바르고 10-15분 방치한 뒤 헹군다. 헤어 오일은 젖은 머리나 마른 머리에 소량 발라 윤기를 더한다.</p><h2>손상 모발 관리</h2><p>열 스타일링을 최소화한다. 드라이기나 고데기 사용 전 히트 프로텍터를 반드시 바른다. 자연 건조가 가장 좋지만, 드라이기를 쓴다면 찬바람으로 마무리한다. 염색이나 펌 후에는 더욱 집중적인 케어가 필요하다.</p><p>잦은 빗질은 피하고, 넓은 빗을 사용한다. 젖은 머리를 무리하게 빗으면 끊어진다. 머리를 묶을 때는 너무 세게 당기지 않는다. 규칙적인 미용실 방문으로 손상된 끝을 정리한다.</p>",
    "article_html_en": "<p>Hair care is an important part of beauty routine. Let's learn care methods for healthy and shiny hair.</p><h2>Basic Hair Care</h2><p>Shampoo thoroughly massaging scalp. Rub gently with fingertips, not nails. Rinse sufficiently with lukewarm water. Residue causes scalp troubles. Apply conditioner only to hair, not scalp. Focus especially on damaged hair ends.</p><p>Intensive care with hair packs or treatments 1-2 times weekly. Apply after towel drying, leave for 10-15 minutes, then rinse. Hair oil adds shine applied in small amounts to wet or dry hair.</p><h2>Damaged Hair Care</h2><p>Minimize heat styling. Always apply heat protector before using dryers or curling irons. Natural drying is best, but if using dryers, finish with cool air. More intensive care is needed after coloring or perming.</p><p>Avoid frequent brushing and use wide combs. Forcefully brushing wet hair causes breakage. When tying hair, don't pull too tightly. Regular salon visits trim damaged ends.</p>"
  },
  {
    "id": "by00015",
    "article_html_ko": "<p>민감성 피부는 외부 자극에 쉽게 반응하는 피부다. 올바른 제품 선택과 부드러운 관리가 필수다.</p><h2>민감성 피부의 특징</h2><p>민감성 피부는 붉어짐, 가려움, 따끔거림, 건조함 등의 증상을 보인다. 계절 변화, 스트레스, 특정 성분에 쉽게 반응한다. 피부 장벽이 약해져 있어 외부 자극에 대한 방어력이 낮다.</p><p>유전적 요인도 있지만, 잘못된 스킨케어나 과도한 각질 제거로 민감해질 수 있다. 화장품에 포함된 향료, 알코올, 특정 방부제가 자극을 일으킬 수 있다.</p><h2>민감성 피부 관리법</h2><p>첫째, 저자극 제품을 선택한다. 무향료, 무알코올, 저자극 테스트 완료 제품이 좋다. 성분이 단순할수록 좋다. 둘째, 부드럽게 관리한다. 강하게 문지르거나 뜨거운 물로 세안하지 않는다.</p><p>셋째, 피부 장벽을 강화한다. 세라마이드, 판테놀 같은 성분이 도움된다. 넷째, 새로운 제품은 패치 테스트를 한다. 귀 뒤나 팔 안쪽에 발라 반응을 확인한다. 증상이 심하면 피부과 진료를 받는다. 민감성 피부도 올바른 관리로 건강해질 수 있다.</p>",
    "article_html_en": "<p>Sensitive skin is skin that easily reacts to external stimuli. Proper product selection and gentle care are essential.</p><h2>Characteristics of Sensitive Skin</h2><p>Sensitive skin shows symptoms like redness, itching, stinging, and dryness. It easily reacts to seasonal changes, stress, and specific ingredients. With weakened skin barrier, defense against external stimuli is low.</p><p>While there are genetic factors, it can become sensitive from wrong skincare or excessive exfoliation. Fragrances, alcohol, and certain preservatives in cosmetics can cause irritation.</p><h2>Sensitive Skin Care</h2><p>First, choose hypoallergenic products. Fragrance-free, alcohol-free, and hypoallergenic-tested products are good. Simpler ingredients are better. Second, manage gently. Don't rub strongly or cleanse with hot water.</p><p>Third, strengthen skin barrier. Ingredients like ceramides and panthenol help. Fourth, patch test new products. Apply behind ears or inside arms to check reactions. If symptoms are severe, get dermatology care. Sensitive skin can also become healthy with proper care.</p>"
  },
    {
    "id": "by00016",
    "article_html_ko": "<p>베이스 메이크업은 메이크업의 기초다. 완벽한 베이스를 만들면 전체 메이크업이 한층 업그레이드된다.</p><h2>피부 타입별 베이스</h2><p>지성 피부는 매트한 파운데이션과 피지 컨트롤 프라이머를 선택한다. T존은 특히 신경 써서 파우더로 픽싱한다. 건성 피부는 촉촉한 제형과 글로우 프라이머가 좋다. 크림이나 쿠션 타입 파운데이션을 추천한다.</p><p>복합성 피부는 부위별로 다르게 접근한다. T존은 매트하게, 볼은 촉촉하게 표현한다. 중성 피부는 대부분의 제품이 잘 맞지만, 계절에 따라 제형을 바꾸는 것이 좋다.</p><h2>베이스 메이크업 순서</h2><p>스킨케어로 충분히 보습한 후 프라이머를 바른다. 모공이나 잡티가 있는 부분에 집중한다. 파운데이션은 중앙에서 바깥으로 얇게 펴 바른다. 스펀지나 브러시를 사용하면 더 자연스럽다.</p><p>컨실러는 파운데이션 후에 사용한다. 다크서클은 한 톤 밝은 색으로, 잡티는 피부 톤과 같은 색으로 커버한다. 파우더로 가볍게 픽싱하면 지속력이 높아진다. T존만 픽싱해도 충분하다. 깨끗한 베이스가 아름다운 메이크업의 시작이다.</p>",
    "article_html_en": "<p>Base makeup is the foundation of makeup. Creating a perfect base upgrades overall makeup to another level.</p><h2>Base by Skin Type</h2><p>Oily skin should choose matte foundation and sebum control primer. Pay special attention to T-zone and set with powder. Dry skin suits moisturizing formulas and glow primers. Cream or cushion-type foundations are recommended.</p><p>Combination skin requires different approaches by area. Express T-zone matte and cheeks moist. Normal skin suits most products, but changing formulas by season is good.</p><h2>Base Makeup Order</h2><p>After sufficient moisturizing with skincare, apply primer. Focus on areas with pores or blemishes. Apply foundation thinly from center outward. Using sponges or brushes is more natural.</p><p>Use concealer after foundation. Cover dark circles with one tone lighter, blemishes with same skin tone color. Light setting with powder increases longevity. Setting only T-zone is sufficient. Clean base is the start of beautiful makeup.</p>"
  },
  {
    "id": "by00017",
    "article_html_ko": "<p>네일 케어는 손끝의 아름다움을 완성한다. 집에서도 간단하게 할 수 있는 네일 관리법을 알아보자.</p><h2>기본 네일 케어</h2><p>손을 따뜻한 물에 5-10분 담가 큐티클을 부드럽게 한다. 큐티클 리무버를 바르고 우드 스틱으로 밀어 올린다. 절대 자르지 말고 밀어 올리기만 한다. 손톱 모양을 정리한다. 일자나 둥근 모양이 가장 무난하다.</p><p>손톱 표면을 버퍼로 가볍게 문질러 광택을 낸다. 너무 세게 하면 손톱이 얇아지니 주의한다. 핸드 크림으로 손과 손톱에 영양을 공급한다. 특히 큐티클 오일을 발라주면 건강한 손톱이 자란다.</p><h2>셀프 네일 폴리시</h2><p>베이스 코트를 먼저 바른다. 손톱을 보호하고 색소 침착을 막는다. 네일 폴리시는 얇게 두세 번 바른다. 한 번에 두껍게 바르면 지저분해진다. 완전히 마른 후 톱 코트를 발라 지속력을 높인다.</p><p>실수로 삐져나간 부분은 면봉에 리무버를 묻혀 정리한다. 일주일에 한 번 정도 네일 케어를 하면 항상 예쁜 손을 유지할 수 있다. 손은 나이를 가장 먼저 드러내는 부위이니 꾸준히 관리하자.</p>",
    "article_html_en": "<p>Nail care completes fingertip beauty. Let's learn simple nail care methods you can do at home.</p><h2>Basic Nail Care</h2><p>Soak hands in warm water for 5-10 minutes to soften cuticles. Apply cuticle remover and push up with wood stick. Never cut, only push up. Trim nail shape. Straight or round shapes are safest.</p><p>Lightly buff nail surface for shine. Be careful as too much pressure thins nails. Supply nutrition to hands and nails with hand cream. Applying cuticle oil especially helps healthy nails grow.</p><h2>Self Nail Polish</h2><p>Apply base coat first. Protects nails and prevents pigmentation. Apply nail polish thinly two or three times. Applying thickly at once looks messy. After completely dry, apply top coat to increase longevity.</p><p>Clean mistakenly protruding parts with cotton swabs dipped in remover. Doing nail care about once weekly maintains always pretty hands. Hands reveal age first, so manage consistently.</p>"
  },
  {
    "id": "by00018",
    "article_html_ko": "<p>화장품 성분을 이해하면 자신에게 맞는 제품을 선택할 수 있다. 주요 성분과 그 효능을 알아보자.</p><h2>보습 성분</h2><p>히알루론산은 자기 무게의 1000배 물을 끌어당긴다. 피부에 수분을 공급하고 유지하는 최고의 성분이다. 글리세린은 저렴하면서 효과적인 보습제다. 세라마이드는 피부 장벽을 구성하는 성분으로 수분 손실을 막는다.</p><p>판테놀은 비타민 B5로, 보습과 진정 효과가 있다. 알로에는 수분 공급과 함께 쿨링 효과를 준다. 민감한 피부에도 좋다. 이 성분들은 모든 피부 타입에 안전하다.</p><h2>안티에이징 성분</h2><p>레티놀은 비타민 A 유도체로 주름 개선에 탁월하다. 밤에만 사용하고 선크림은 필수다. 비타민 C는 항산화, 미백, 콜라겐 생성을 돕는다. 나이아신아마이드는 다목적 성분으로 미백, 모공, 피지에 효과적이다.</p><p>펩타이드는 콜라겐 생성을 촉진한다. AHA/BHA는 각질 제거와 피부 결 개선에 좋다. 성분을 이해하면 마케팅에 현혹되지 않고 진짜 효과적인 제품을 선택할 수 있다.</p>",
    "article_html_en": "<p>Understanding cosmetic ingredients allows choosing products suited to you. Let's learn major ingredients and their effects.</p><h2>Moisturizing Ingredients</h2><p>Hyaluronic acid attracts 1000 times its weight in water. It's the best ingredient for supplying and maintaining skin moisture. Glycerin is an inexpensive yet effective moisturizer. Ceramides are components of skin barrier that prevent moisture loss.</p><p>Panthenol is vitamin B5 with moisturizing and soothing effects. Aloe provides moisture with cooling effects. Good for sensitive skin too. These ingredients are safe for all skin types.</p><h2>Anti-Aging Ingredients</h2><p>Retinol is a vitamin A derivative excellent for wrinkle improvement. Use only at night and sunscreen is essential. Vitamin C helps antioxidation, whitening, and collagen production. Niacinamide is a multipurpose ingredient effective for whitening, pores, and sebum.</p><p>Peptides promote collagen production. AHA/BHA are good for exfoliation and skin texture improvement. Understanding ingredients allows choosing truly effective products without being misled by marketing.</p>"
  },
  {
    "id": "by00019",
    "article_html_ko": "<p>메이크업 브러시는 메이크업 완성도를 높이는 도구다. 브러시 종류와 올바른 사용법, 관리법을 알아보자.</p><h2>브러시의 종류</h2><p>파운데이션 브러시는 평평하고 조밀한 형태로 베이스를 균일하게 펴 바른다. 파우더 브러시는 크고 부드러워 파우더를 자연스럽게 발라준다. 블러셔 브러시는 중간 크기로 볼에 자연스러운 혈색을 표현한다.</p><p>아이섀도우 브러시는 크기별로 여러 개 필요하다. 큰 브러시는 베이스 컬러에, 작은 브러시는 포인트 컬러에 사용한다. 블렌딩 브러시는 색상 경계를 자연스럽게 만든다. 아이라이너 브러시는 얇고 정교해 세밀한 라인을 그릴 수 있다.</p><h2>브러시 관리법</h2><p>메이크업 브러시는 정기적으로 세척해야 한다. 일주일에 한 번 정도가 적당하다. 전용 클렌저나 중성 세제로 부드럽게 씻는다. 브러시 모를 강하게 비비거나 당기지 않는다.</p><p>미지근한 물로 충분히 헹군 후 수건으로 물기를 제거한다. 모양을 잡아 자연 건조시킨다. 세워서 말리면 물이 손잡이로 들어가 접착제가 손상될 수 있으니 눕혀서 말린다. 깨끗한 브러시로 더 아름다운 메이크업을 완성하자.</p>",
    "article_html_en": "<p>Makeup brushes are tools that enhance makeup completion. Let's learn brush types, proper usage, and care methods.</p><h2>Types of Brushes</h2><p>Foundation brushes are flat and dense, spreading base evenly. Powder brushes are large and soft, applying powder naturally. Blusher brushes are medium-sized, expressing natural complexion on cheeks.</p><p>Multiple eyeshadow brushes of different sizes are needed. Large brushes for base colors, small brushes for accent colors. Blending brushes make color boundaries natural. Eyeliner brushes are thin and precise for detailed lines.</p><h2>Brush Care</h2><p>Makeup brushes should be cleaned regularly. About once weekly is appropriate. Wash gently with dedicated cleanser or mild detergent. Don't rub or pull brush bristles strongly.</p><p>After rinsing sufficiently with lukewarm water, remove moisture with towel. Shape and air dry naturally. Drying upright can let water enter handle damaging adhesive, so dry lying down. Complete more beautiful makeup with clean brushes.</p>"
  },
  {
    "id": "by00020",
    "article_html_ko": "<p>향수는 보이지 않는 액세서리다. 자신만의 시그니처 향을 찾고 올바르게 사용하는 방법을 알아보자.</p><h2>향수의 종류</h2><p>향수는 농도에 따라 분류된다. 퍼퓸은 가장 진하고 오래 지속된다. 오 드 퍼퓸은 하루 종일 지속되며 가장 대중적이다. 오 드 뚜왈렛은 가볍고 일상적으로 사용하기 좋다. 오 드 코롱은 가장 가벼워 자주 뿌려야 한다.</p><p>향은 탑 노트, 미들 노트, 베이스 노트로 구성된다. 처음 맡는 향이 탑 노트, 30분 후 진짜 향인 미들 노트가 나타나고, 몇 시간 후 베이스 노트가 남는다. 향수를 고를 때는 최소 30분은 기다려 미들 노트를 확인해야 한다.</p><h2>향수 사용법</h2><p>향수는 체온이 높은 부위에 뿌린다. 손목, 목, 귀 뒤, 팔꿈치 안쪽이 좋다. 문질러서는 안 된다. 자연스럽게 스며들게 한다. 옷이 아닌 피부에 직접 뿌려야 향이 제대로 난다.</p><p>하루에 2-3 스프레이면 충분하다. 너무 많이 뿌리면 향 테러가 된다. 계절과 상황에 따라 향을 바꾸면 더 세련되다. 여름에는 가볍고 상큼한 향을, 겨울에는 따뜻하고 무거운 향을 선택한다. 자신을 대표하는 시그니처 향을 찾아보자.</p>",
    "article_html_en": "<p>Perfume is an invisible accessory. Let's learn how to find your signature scent and use it correctly.</p><h2>Types of Perfume</h2><p>Perfumes are classified by concentration. Parfum is most concentrated and longest-lasting. Eau de parfum lasts all day and is most popular. Eau de toilette is light and good for daily use. Eau de cologne is lightest, requiring frequent application.</p><p>Scents consist of top notes, middle notes, and base notes. Initially smelled scent is top note, true scent middle note appears after 30 minutes, and base note remains after hours. When choosing perfume, wait at least 30 minutes to check middle note.</p><h2>How to Use Perfume</h2><p>Spray perfume on areas with high body temperature. Wrists, neck, behind ears, inside elbows are good. Don't rub. Let it absorb naturally. Spray directly on skin not clothes for proper scent.</p><p>2-3 sprays daily are sufficient. Too much becomes scent terrorism. Changing scent by season and situation is more sophisticated. Choose light and fresh scents in summer, warm and heavy scents in winter. Find your signature scent representing you.</p>"
  },
  {
    "id": "by00021",
    "article_html_ko": "<p>바디 케어는 얼굴만큼 중요하다. 매끈하고 건강한 몸을 위한 관리법을 알아보자.</p><h2>바디 클렌징</h2><p>바디 워시는 약산성 제품을 선택한다. 알칼리성은 피부를 건조하게 만든다. 타올로 문지르기보다 손이나 바디 스펀지로 부드럽게 씻는다. 너무 뜨거운 물은 피부 건조를 유발하니 미지근한 물이 좋다.</p><p>각질 제거는 주 1-2회가 적당하다. 스크럽이나 바디 브러시를 사용한다. 팔꿈치, 무릎, 발뒤꿈치 같은 각질이 많은 부위를 집중 관리한다. 너무 세게 문지르면 피부가 손상되니 부드럽게 한다.</p><h2>바디 보습</h2><p>샤워 후 5분 이내에 바디 로션이나 크림을 바른다. 수분이 남아있을 때 바르면 흡수가 잘 된다. 건조한 겨울에는 바디 오일을 추가로 사용한다. 특히 팔과 다리, 발뒤꿈치를 신경 쓴다.</p><p>목과 데콜테는 얼굴 연장선이니 페이스 크림으로 함께 관리한다. 손은 자주 씻으므로 핸드 크림을 수시로 바른다. 발은 밤에 크림을 듬뿍 바르고 양말을 신고 자면 효과적이다. 전신 피부도 얼굴처럼 소중히 다루자.</p>",
    "article_html_en": "<p>Body care is as important as face care. Let's learn care methods for smooth and healthy body.</p><h2>Body Cleansing</h2><p>Choose weakly acidic body wash. Alkaline makes skin dry. Wash gently with hands or body sponge rather than rubbing with towel. Too hot water causes skin dryness, so lukewarm water is good.</p><p>Exfoliation 1-2 times weekly is appropriate. Use scrubs or body brushes. Intensively care for areas with much dead skin like elbows, knees, and heels. Rubbing too hard damages skin, so be gentle.</p><h2>Body Moisturizing</h2><p>Apply body lotion or cream within 5 minutes after shower. Absorption is good when applied while moisture remains. Use additional body oil in dry winter. Pay special attention to arms, legs, and heels.</p><p>Neck and décolleté are face extensions, so care together with face cream. Hands are washed frequently, so apply hand cream often. For feet, applying abundant cream at night and sleeping in socks is effective. Treat whole body skin as preciously as face.</p>"
  },
  {
    "id": "by00022",
    "article_html_ko": "<p>자외선 차단은 365일 필수다. 계절과 날씨에 관계없이 자외선은 존재하며 피부를 손상시킨다.</p><h2>자외선의 종류</h2><p>UVB는 피부 표면에 영향을 미쳐 홍반과 화상을 일으킨다. SPF 지수가 이를 차단한다. UVA는 피부 깊숙이 침투해 노화와 색소 침착을 유발한다. PA 지수가 이를 차단한다. 두 가지 모두 차단하는 광범위 선크림을 선택해야 한다.</p><p>흐린 날에도 자외선의 80%가 구름을 통과한다. 실내에서도 창문을 통해 자외선이 들어온다. 겨울에도 눈에 반사된 자외선이 강하다. 계절과 날씨에 상관없이 매일 선크림을 발라야 하는 이유다.</p><h2>올바른 자외선 차단</h2><p>얼굴에는 동전 크기만큼 충분히 바른다. 목, 귀, 손등도 잊지 말자. 2-3시간마다 재도포가 이상적이지만, 현실적으로 어렵다면 외출 시마다 다시 바른다. 선크림 스틱이나 쿠션을 활용하면 메이크업 위에서도 재도포가 쉽다.</p><p>모자, 선글라스, 양산으로 물리적 차단도 병행한다. 자외선이 강한 오전 10시부터 오후 3시 사이는 가능한 실내에 있는 것이 좋다. 자외선 차단이 곧 안티에이징이다.</p>",
    "article_html_en": "<p>UV protection is essential 365 days. Regardless of season and weather, UV rays exist and damage skin.</p><h2>Types of UV Rays</h2><p>UVB affects skin surface causing erythema and burns. SPF index blocks this. UVA penetrates deep into skin causing aging and pigmentation. PA index blocks this. Choose broad-spectrum sunscreen blocking both.</p><p>Even on cloudy days, 80% of UV rays pass through clouds. UV rays enter through windows even indoors. UV rays reflected on snow are strong even in winter. This is why sunscreen must be applied daily regardless of season and weather.</p><h2>Proper UV Protection</h2><p>Apply coin-sized amount sufficiently on face. Don't forget neck, ears, and backs of hands. Reapplication every 2-3 hours is ideal, but if realistically difficult, reapply whenever going out. Using sunscreen sticks or cushions makes reapplication easy even over makeup.</p><p>Combine physical blocking with hats, sunglasses, and parasols. Stay indoors when possible between 10am-3pm when UV rays are strong. UV protection is anti-aging itself.</p>"
  },
  {
    "id": "by00023",
    "article_html_ko": "<p>입술 관리는 간과하기 쉽지만 중요하다. 촉촉하고 건강한 입술을 위한 케어법을 알아보자.</p><h2>입술 각질 제거</h2><p>입술은 피지선이 없어 쉽게 건조해진다. 각질이 일어나면 립 메이크업이 지저분해 보인다. 주 1-2회 입술 스크럽으로 각질을 제거한다. 설탕과 꿀을 섞어 직접 만들 수도 있다. 부드럽게 마사지하듯 문지르고 미지근한 물로 헹군다.</p><p>칫솔을 이용하는 방법도 있다. 립밤을 바른 후 부드러운 칫솔로 가볍게 문지른다. 너무 세게 하면 입술이 손상되니 주의한다. 각질 제거 후에는 반드시 보습을 해야 한다.</p><h2>입술 보습</h2><p>립밤은 수시로 바른다. 특히 외출 전, 자기 전에 충분히 바른다. 시어 버터, 코코넛 오일, 비타민 E 같은 성분이 입술 보습에 좋다. 밤에는 립 슬리핑 마스크를 사용하면 다음 날 아침 입술이 촉촉하다.</p><p>물을 충분히 마시는 것도 중요하다. 몸이 건조하면 입술도 건조해진다. 입술을 자주 핥는 습관은 오히려 건조를 악화시킨다. 립밤을 항상 휴대하고 건조할 때마다 바르자. 건강한 입술이 립 메이크업을 더 예쁘게 만든다.</p>",
    "article_html_en": "<p>Lip care is easy to overlook but important. Let's learn care methods for moist and healthy lips.</p><h2>Lip Exfoliation</h2><p>Lips have no sebaceous glands and easily become dry. When dead skin forms, lip makeup looks messy. Remove dead skin with lip scrub 1-2 times weekly. You can make your own mixing sugar and honey. Massage gently and rinse with lukewarm water.</p><p>There's also a method using toothbrush. After applying lip balm, gently rub with soft toothbrush. Be careful as too much pressure damages lips. Must moisturize after exfoliation.</p><h2>Lip Moisturizing</h2><p>Apply lip balm frequently. Apply sufficiently especially before going out and before bed. Ingredients like shea butter, coconut oil, and vitamin E are good for lip moisturizing. Using lip sleeping masks at night makes lips moist next morning.</p><p>Drinking sufficient water is also important. When body is dry, lips are dry too. Frequent lip licking habit actually worsens dryness. Always carry lip balm and apply whenever dry. Healthy lips make lip makeup prettier.</p>"
  },
    {
    "id": "by00024",
    "article_html_ko": "<p>다크서클과 눈가 주름은 피곤해 보이게 만든다. 효과적인 아이 케어로 생기있는 눈가를 만들자.</p><h2>다크서클 관리</h2><p>다크서클의 원인은 다양하다. 수면 부족, 피로, 혈액 순환 불량, 색소 침착 등이 있다. 충분한 수면이 가장 중요하다. 하루 7-8시간은 자야 한다. 따뜻한 수건이나 차가운 티백으로 눈가를 찜질하면 혈액 순환에 도움된다.</p><p>비타민 K나 카페인 성분이 함유된 아이크림을 사용한다. 꾸준히 바르면 다크서클이 옅어진다. 메이크업으로는 피치나 오렌지 컬러 컨실러로 다크서클을 중화시킨 후 피부 톤의 컨실러로 마무리한다.</p><h2>눈가 주름 관리</h2><p>눈가는 피부가 얇아 주름이 가장 먼저 생긴다. 아이크림은 20대부터 사용하는 것이 좋다. 레티놀, 펩타이드, 히알루론산 성분이 주름 개선에 효과적이다. 약지 손가락으로 두드리듯 부드럽게 바른다.</p><p>눈을 자주 비비거나 세게 화장을 지우는 것도 주름의 원인이다. 아이 메이크업 리무버로 부드럽게 지운다. 선글라스로 자외선을 차단하고 눈을 찌푸리는 습관을 고친다. 조기 관리가 중요하다.</p>",
    "article_html_en": "<p>Dark circles and eye wrinkles make you look tired. Create lively eye areas with effective eye care.</p><h2>Dark Circle Care</h2><p>Causes of dark circles are various. Sleep deprivation, fatigue, poor blood circulation, pigmentation, etc. Sufficient sleep is most important. Must sleep 7-8 hours daily. Compressing eye area with warm towel or cold tea bags helps blood circulation.</p><p>Use eye cream containing vitamin K or caffeine. Consistent application lightens dark circles. For makeup, neutralize dark circles with peach or orange color concealer then finish with skin-tone concealer.</p><h2>Eye Wrinkle Care</h2><p>Eye area has thin skin where wrinkles form first. Good to use eye cream from 20s. Retinol, peptides, and hyaluronic acid ingredients are effective for wrinkle improvement. Apply gently patting with ring finger.</p><p>Frequently rubbing eyes or harshly removing makeup also causes wrinkles. Remove gently with eye makeup remover. Block UV rays with sunglasses and fix squinting habit. Early care is important.</p>"
  },
  {
    "id": "by00025",
    "article_html_ko": "<p>여름 메이크업은 더위와 땀을 이겨내야 한다. 지속력이 좋으면서도 가벼운 메이크업 방법을 알아보자.</p><h2>무너지지 않는 베이스</h2><p>여름에는 워터프루프 제품을 선택한다. 땀에도 지워지지 않는 파운데이션과 선크림을 사용한다. 프라이머는 피지 컨트롤 기능이 있는 것이 좋다. 파운데이션은 최대한 얇게 바른다. 두껍게 바르면 땀으로 쉽게 무너진다.</p><p>픽싱 파우더나 세팅 스프레이로 마무리하면 지속력이 높아진다. T존은 특히 신경 써서 픽싱한다. 유분지가 항상 휴대하고 번들거림이 생기면 가볍게 누른다. 파우더를 덧바르는 것보다 유분만 제거하는 것이 자연스럽다.</p><h2>가벼운 포인트 메이크업</h2><p>아이 메이크업도 워터프루프 제품을 사용한다. 마스카라, 아이라이너 모두 워터프루프로 선택한다. 크림 타입보다는 파우더 타입 아이새도우가 번짐이 적다. 립은 틴트나 벨벳 매트 립스틱이 지속력이 좋다.</p><p>여름에는 진한 메이크업보다 자연스러운 메이크업이 잘 어울린다. 건강한 피부 자체가 아름답게 보이도록 스킨케어에 더 신경 쓰자. 가볍고 상큼한 메이크업으로 여름을 즐기자.</p>",
    "article_html_en": "<p>Summer makeup must withstand heat and sweat. Let's learn light makeup methods with good longevity.</p><h2>Non-Crumbling Base</h2><p>Choose waterproof products in summer. Use foundation and sunscreen that don't wash off with sweat. Primers with sebum control function are good. Apply foundation as thinly as possible. Thick application easily crumbles with sweat.</p><p>Finishing with setting powder or setting spray increases longevity. Pay special attention to setting T-zone. Always carry oil blotting papers and lightly press when shine appears. Removing only oil is more natural than reapplying powder.</p><h2>Light Point Makeup</h2><p>Use waterproof products for eye makeup too. Choose both mascara and eyeliner as waterproof. Powder-type eyeshadow smudges less than cream type. Tints or velvet matte lipsticks have good longevity for lips.</p><p>Natural makeup suits summer better than heavy makeup. Pay more attention to skincare so healthy skin itself looks beautiful. Enjoy summer with light and fresh makeup.</p>"
  },
  {
    "id": "by00026",
    "article_html_ko": "<p>겨울 피부는 건조함과의 싸움이다. 추운 날씨와 건조한 실내 환경에서 촉촉한 피부를 유지하는 방법을 알아보자.</p><h2>집중 보습 케어</h2><p>겨울에는 클렌저도 보습 기능이 있는 것으로 바꾼다. 세안 후 즉시 토너를 바른다. 수분이 증발하기 전에 빨리 보습해야 한다. 에센스나 세럼은 보습 성분이 풍부한 제품을 선택한다. 히알루론산, 세라마이드, 글리세린이 좋다.</p><p>크림은 여름보다 더 리치한 제형을 사용한다. 페이스 오일을 크림에 섞어 바르면 더 촉촉하다. 주 2-3회 보습 팩을 한다. 슬리핑 팩을 매일 밤 사용하는 것도 효과적이다. 가습기로 실내 습도를 유지하는 것도 중요하다.</p><h2>겨울 메이크업</h2><p>겨울에는 매트보다 글로우한 베이스가 좋다. 건조한 피부에 매트 파운데이션을 바르면 각질이 더 도드라진다. 크림이나 쿠션 타입으로 촉촉하게 표현한다. 파우더는 최소한으로 사용하거나 생략한다.</p><p>립도 매트보다는 촉촉한 제형을 선택한다. 립밤을 먼저 바르고 립스틱을 바르면 갈라짐을 방지할 수 있다. 물을 충분히 마시고 실내 온도를 너무 높이지 않는 것도 피부 건조를 막는 방법이다.</p>",
    "article_html_en": "<p>Winter skin is a battle against dryness. Let's learn how to maintain moist skin in cold weather and dry indoor environments.</p><h2>Intensive Moisturizing Care</h2><p>Change to cleanser with moisturizing function in winter. Apply toner immediately after cleansing. Must moisturize quickly before moisture evaporates. Choose essence or serum with abundant moisturizing ingredients. Hyaluronic acid, ceramides, and glycerin are good.</p><p>Use richer formula cream than summer. Mixing face oil with cream makes it moister. Do moisturizing packs 2-3 times weekly. Using sleeping packs every night is also effective. Maintaining indoor humidity with humidifier is also important.</p><h2>Winter Makeup</h2><p>Glowy base is better than matte in winter. Matte foundation on dry skin makes dead skin more prominent. Express moistly with cream or cushion types. Use powder minimally or skip.</p><p>Choose moist formulas over matte for lips too. Applying lip balm first then lipstick prevents cracking. Drinking sufficient water and not raising indoor temperature too high also prevent skin dryness.</p>"
  },
  {
    "id": "by00027",
    "article_html_ko": "<p>메이크업 리무버는 클렌징만큼 중요하다. 제대로 지우지 않으면 피부 트러블의 원인이 된다.</p><h2>메이크업 리무버의 종류</h2><p>오일 클렌저는 워터프루프 메이크업도 잘 지운다. 마른 손에 덜어 얼굴에 부드럽게 마사지한다. 물을 조금 추가해 유화시킨 후 헹군다. 클렌징 워터는 가볍고 편리하다. 화장솜에 적셔 닦아낸다. 민감한 피부에는 자극이 될 수 있으니 부드럽게 사용한다.</p><p>클렌징 밤은 고체에서 오일로 변하며 메이크업을 녹인다. 마사지 효과도 있어 인기가 많다. 폼 클렌저는 가볍게 메이크업한 날이나 2차 세안에 적합하다. 메이크업 강도에 따라 적절한 제품을 선택한다.</p><h2>올바른 클렌징 방법</h2><p>아이 메이크업은 전용 리무버로 먼저 지운다. 화장솜에 적셔 눈 위에 10-20초 올려둔 후 부드럽게 닦는다. 문지르면 속눈썹이 빠지고 눈가 주름이 생긴다. 립 메이크업도 전용 리무버로 지우는 것이 좋다.</p><p>얼굴 전체는 클렌저로 마사지하듯 꼼꼼히 지운다. 헤어라인, 턱선, 콧방울 주변을 특히 신경 쓴다. 미지근한 물로 충분히 헹군다. 잔여물이 남으면 트러블의 원인이 된다. 깨끗한 클렌징이 좋은 피부의 시작이다.</p>",
    "article_html_en": "<p>Makeup remover is as important as cleansing. Not removing properly causes skin troubles.</p><h2>Types of Makeup Remover</h2><p>Oil cleansers remove even waterproof makeup well. Take in dry hands and massage gently on face. Add a little water to emulsify then rinse. Cleansing water is light and convenient. Apply to cotton pad and wipe. Can irritate sensitive skin, so use gently.</p><p>Cleansing balm changes from solid to oil and dissolves makeup. Popular for massage effects too. Foam cleansers suit lightly made-up days or second cleansing. Choose appropriate products according to makeup intensity.</p><h2>Proper Cleansing Method</h2><p>Remove eye makeup first with dedicated remover. Apply to cotton pad, place on eyes for 10-20 seconds, then wipe gently. Rubbing causes lash loss and eye wrinkles. Lip makeup is also better removed with dedicated remover.</p><p>Remove entire face meticulously massaging with cleanser. Pay special attention to hairline, jawline, and around nostrils. Rinse sufficiently with lukewarm water. Residue causes troubles. Clean cleansing is the start of good skin.</p>"
  },
  {
    "id": "by00028",
    "article_html_ko": "<p>피부 타입을 알면 적합한 제품을 선택할 수 있다. 자신의 피부 타입을 정확히 파악하고 맞춤 케어를 하자.</p><h2>피부 타입 구분</h2><p>지성 피부는 피지 분비가 많아 번들거리고 모공이 크다. 여드름이 생기기 쉽다. 건성 피부는 피지 분비가 적어 당기고 각질이 일어난다. 잔주름이 생기기 쉽다. 복합성 피부는 T존은 지성, 볼은 건성이다. 가장 흔한 타입이다.</p><p>중성 피부는 유수분 밸런스가 잘 맞아 가장 이상적이다. 민감성 피부는 자극에 쉽게 반응한다. 이 외에도 계절과 나이에 따라 피부 타입이 변할 수 있다.</p><h2>피부 타입별 케어</h2><p>지성 피부는 피지 컨트롤에 집중한다. 가볍고 산뜻한 제형을 선택하고, 각질 제거를 규칙적으로 한다. 건성 피부는 보습이 최우선이다. 리치한 크림과 오일을 사용하고, 자극적인 성분은 피한다.</p><p>복합성 피부는 부위별로 다른 제품을 사용할 수 있다. 또는 밸런싱 효과가 있는 제품을 선택한다. 민감성 피부는 저자극 제품과 최소한의 성분을 선택한다. 자신의 피부를 이해하고 적절한 케어를 하는 것이 아름다운 피부의 비결이다.</p>",
    "article_html_en": "<p>Knowing skin type allows choosing suitable products. Accurately identify your skin type and do customized care.</p><h2>Skin Type Classification</h2><p>Oily skin has much sebum secretion, is shiny, and has large pores. Acne forms easily. Dry skin has little sebum secretion, feels tight, and has flaking. Fine lines form easily. Combination skin has oily T-zone and dry cheeks. Most common type.</p><p>Normal skin has well-balanced oil-moisture and is most ideal. Sensitive skin reacts easily to stimuli. Besides these, skin type can change according to season and age.</p><h2>Care by Skin Type</h2><p>Oily skin focuses on sebum control. Choose light and refreshing formulas and exfoliate regularly. Dry skin prioritizes moisturizing. Use rich creams and oils and avoid irritating ingredients.</p><p>Combination skin can use different products by area. Or choose products with balancing effects. Sensitive skin chooses hypoallergenic products and minimal ingredients. Understanding your skin and doing appropriate care is the secret to beautiful skin.</p>"
  },
  {
    "id": "by00029",
    "article_html_ko": "<p>속눈썹과 눈썹은 눈매를 완성하는 중요한 요소다. 건강하고 풍성한 속눈썹과 눈썹을 위한 관리법을 알아보자.</p><h2>속눈썹 케어</h2><p>속눈썹은 매일 마스카라와 클렌징으로 스트레스를 받는다. 밤에는 속눈썹 세럼을 발라 영양을 공급한다. 비오틴, 펩타이드 성분이 속눈썹 성장에 도움된다. 3개월 이상 꾸준히 사용해야 효과를 볼 수 있다.</p><p>메이크업을 지울 때 속눈썹을 세게 문지르지 않는다. 전용 리무버로 부드럽게 녹여낸다. 뷰러 사용 시 힘을 주지 말고 가볍게 컬링한다. 속눈썹 펌은 편리하지만 자주 하면 손상될 수 있다. 2-3개월 간격이 적당하다.</p><h2>눈썹 케어</h2><p>눈썹도 속눈썹처럼 세럼으로 관리할 수 있다. 특히 과도한 뽑기로 눈썹이 얇아진 경우 도움된다. 눈썹을 정리할 때는 전체 모양을 먼저 그려본다. 자연스러운 형태를 유지하는 것이 중요하다.</p><p>불필요한 털만 정리하고 과도하게 뽑지 않는다. 한 번 뽑힌 눈썹은 다시 자라지 않을 수 있다. 눈썹 틴팅으로 색을 진하게 하면 관리가 편해진다. 2-3주 지속되며 매일 그리는 수고를 덜 수 있다.</p>",
    "article_html_en": "<p>Lashes and brows are important elements completing eye shape. Let's learn care methods for healthy and lush lashes and brows.</p><h2>Lash Care</h2><p>Lashes are stressed daily by mascara and cleansing. Apply lash serum at night to supply nutrition. Biotin and peptide ingredients help lash growth. Must use consistently for over 3 months to see effects.</p><p>Don't rub lashes hard when removing makeup. Dissolve gently with dedicated remover. When using eyelash curler, curl lightly without applying force. Lash perms are convenient but can damage if done frequently. 2-3 month intervals are appropriate.</p><h2>Brow Care</h2><p>Brows can also be managed with serum like lashes. Especially helpful when brows have thinned from excessive plucking. When trimming brows, draw overall shape first. Maintaining natural form is important.</p><p>Trim only unnecessary hair and don't pluck excessively. Once plucked, brows may not regrow. Brow tinting darkens color making management easier. Lasts 2-3 weeks, reducing daily drawing effort.</p>"
  },
  {
    "id": "by00030",
    "article_html_ko": "<p>뷰티 루틴을 만들고 지키는 것이 아름다운 피부의 비결이다. 자신에게 맞는 루틴을 찾고 꾸준히 실천하자.</p><h2>아침 루틴</h2><p>기상 후 미지근한 물로 세안한다. 아침에는 폼 클렌저를 쓰지 않고 물로만 씻거나 가볍게 세안한다. 토너로 피부를 정돈하고 에센스나 세럼을 바른다. 아이크림으로 눈가를 케어하고 수분 크림으로 보습한다.</p><p>마지막으로 선크림은 필수다. 외출 여부와 관계없이 매일 바른다. 메이크업을 한다면 선크림 위에 베이스 메이크업을 시작한다. 아침 루틴은 10분 정도면 충분하다. 바쁘더라도 선크림만큼은 꼭 바르자.</p><h2>저녁 루틴</h2><p>귀가 후 최대한 빨리 메이크업을 지운다. 오일 클렌저로 1차, 폼 클렌저로 2차 세안한다. 토너, 에센스, 아이크림, 크림 순서로 바른다. 밤에는 낮보다 더 리치한 제품을 사용해도 좋다.</p><p>주 1-2회 각질 제거와 마스크 팩을 추가한다. 슬리핑 팩으로 마무리하면 다음 날 아침 피부가 촉촉하다. 충분한 수면도 중요하다. 밤 10시부터 새벽 2시는 피부 재생 시간이다. 규칙적인 루틴과 건강한 생활 습관이 가장 좋은 뷰티 비법이다.</p>",
    "article_html_en": "<p>Creating and keeping beauty routine is the secret to beautiful skin. Find your suitable routine and practice consistently.</p><h2>Morning Routine</h2><p>After waking, cleanse with lukewarm water. In morning, wash only with water or cleanse lightly without foam cleanser. Tidy skin with toner and apply essence or serum. Care eye area with eye cream and moisturize with hydrating cream.</p><p>Finally, sunscreen is essential. Apply daily regardless of going out. If doing makeup, start base makeup over sunscreen. Morning routine takes about 10 minutes. Even if busy, definitely apply sunscreen.</p><h2>Evening Routine</h2><p>Remove makeup as quickly as possible after returning home. First cleansing with oil cleanser, second cleansing with foam cleanser. Apply in order: toner, essence, eye cream, cream. Can use richer products at night than day.</p><p>Add exfoliation and mask packs 1-2 times weekly. Finishing with sleeping pack makes next morning's skin moist. Sufficient sleep is also important. 10pm to 2am is skin regeneration time. Regular routine and healthy lifestyle habits are the best beauty secrets.</p>"
  },
    {
    "id": "lf00001",
    "article_html_ko": "<p>성수동은 오래된 공장 지대에서 서울에서 가장 힙한 카페 거리로 변모했다. 인더스트리얼 감성이 살아있는 독특한 카페들을 만나보자.</p><h2>공장에서 카페로</h2><p>성수동의 많은 카페가 실제 공장이나 창고를 개조해 만들어졌다. 높은 천장, 노출된 콘크리트, 철제 빔 등 산업적 요소를 그대로 살리면서 현대적인 감각을 더했다. 이런 공간들은 사진 찍기 좋은 배경이 되어 SNS에서 큰 인기를 끌고 있다.</p><p>대표적인 곳으로는 대림창고, 어니언, 프릳츠 등이 있다. 이들은 단순한 카페를 넘어 복합 문화 공간으로 기능한다. 전시, 팝업 스토어, 음악 공연 등 다양한 문화 행사가 열린다.</p><h2>카페 투어 팁</h2><p>성수동 카페들은 대부분 주말에 붐빈다. 여유롭게 즐기고 싶다면 평일 오전이나 오후 이른 시간을 추천한다. 대부분의 카페가 브런치와 디저트도 훌륭하니 가벼운 식사도 함께 즐기자.</p><p>카페 호핑을 계획한다면 성수역 주변과 서울숲 방향으로 걸으며 둘러보는 것이 좋다. 걷다 보면 숨은 맛집과 독특한 편집샵도 발견할 수 있다. 성수동의 인더스트리얼 감성에 푹 빠져보자.</p>",
    "article_html_en": "<p>Seongsu-dong has transformed from an old factory district to Seoul's hippest cafe street. Let's meet unique cafes with living industrial sensibility.</p><h2>From Factory to Cafe</h2><p>Many Seongsu-dong cafes were created by converting actual factories or warehouses. High ceilings, exposed concrete, steel beams - industrial elements are preserved while adding modern sensibility. These spaces become photogenic backgrounds gaining huge popularity on social media.</p><p>Representative places include Daelim Warehouse, Onion, and Fritz. They function as complex cultural spaces beyond simple cafes. Various cultural events like exhibitions, pop-up stores, and music performances are held.</p><h2>Cafe Tour Tips</h2><p>Most Seongsu-dong cafes are crowded on weekends. For leisurely enjoyment, weekday mornings or early afternoons are recommended. Most cafes also have excellent brunch and desserts, so enjoy light meals too.</p><p>If planning cafe hopping, walking around Seongsu Station toward Seoul Forest is good. While walking, you can also discover hidden restaurants and unique select shops. Immerse yourself in Seongsu-dong's industrial sensibility.</p>"
  },
  {
    "id": "lf00002",
    "article_html_ko": "<p>한남동은 조용하고 세련된 분위기 속에 숨은 갤러리들이 많다. MZ세대가 사랑하는 프라이빗한 아트 공간을 탐방해보자.</p><h2>한남동 아트 신</h2><p>한남동은 고급 주거 지역이면서 동시에 문화 예술의 중심지다. 큰 상업 갤러리부터 작은 프로젝트 공간까지 다양한 형태의 갤러리가 있다. 리만 머핀, 페로탕, 국제갤러리 등 세계적인 갤러리들이 한남동에 자리잡고 있다.</p><p>이들 갤러리는 국내외 유명 작가들의 전시를 선보인다. 현대 미술의 최전선을 경험할 수 있는 곳이다. 입장료가 무료인 곳이 많아 부담 없이 방문할 수 있다. 갤러리 투어를 하며 예술 작품을 감상하는 것은 서울에서 누릴 수 있는 특별한 경험이다.</p><h2>갤러리 방문 에티켓</h2><p>갤러리는 조용히 감상하는 공간이다. 큰 소리로 대화하거나 작품을 만지지 않도록 주의한다. 사진 촬영은 갤러리마다 규정이 다르니 입구에서 확인하자. 대부분 무료이지만, 작품 구매나 후원을 통해 갤러리를 지원할 수도 있다.</p><p>한남동에는 갤러리 외에도 세련된 카페와 레스토랑이 많다. 갤러리 투어 후 근처 카페에서 감상을 나누는 것도 좋다. 예술과 일상이 자연스럽게 어우러지는 한남동의 매력을 느껴보자.</p>",
    "article_html_en": "<p>Hannam-dong has many hidden galleries in quiet and sophisticated atmosphere. Let's explore private art spaces loved by the MZ generation.</p><h2>Hannam-dong Art Scene</h2><p>Hannam-dong is both an upscale residential area and cultural arts center. Various forms of galleries exist from large commercial galleries to small project spaces. World-class galleries like Lehmann Maupin, Perrotin, and Kukje Gallery are located in Hannam-dong.</p><p>These galleries showcase exhibitions of famous domestic and international artists. It's a place to experience the forefront of contemporary art. Many places have free admission, allowing burden-free visits. Gallery touring and appreciating artworks is a special experience available in Seoul.</p><h2>Gallery Visit Etiquette</h2><p>Galleries are spaces for quiet appreciation. Be careful not to talk loudly or touch artworks. Photography rules differ by gallery, so check at entrance. Most are free, but you can also support galleries through artwork purchases or donations.</p><p>Besides galleries, Hannam-dong has many sophisticated cafes and restaurants. Discussing impressions at nearby cafes after gallery tours is also good. Feel Hannam-dong's charm where art and daily life naturally blend.</p>"
  },
  {
    "id": "lf00003",
    "article_html_ko": "<p>서울의 인디 음악 씬은 홍대를 중심으로 활발하게 움직인다. 언더그라운드부터 메인스트림까지, 다양한 음악을 만날 수 있는 곳들을 소개한다.</p><h2>홍대 라이브 클럽</h2><p>홍대에는 수많은 라이브 클럽이 있다. 롤링홀, 무브홀, 스트레인지 프룻, 벨로주 등이 대표적이다. 이곳들은 매일 밤 다양한 장르의 공연이 열린다. 록, 힙합, 일렉트로닉, 재즈까지 취향에 맞는 공연을 선택할 수 있다.</p><p>입장료는 보통 1-2만 원 정도로 합리적이다. 공연 일정은 각 클럽의 SNS나 웹사이트에서 확인할 수 있다. 좋아하는 뮤지션이 있다면 미리 일정을 체크하자. 많은 유명 뮤지션들이 인디 시절 홍대 클럽에서 공연했다.</p><h2>인디 음악의 매력</h2><p>인디 음악의 가장 큰 매력은 아티스트와의 거리가 가깝다는 것이다. 작은 공간에서 뮤지션의 열정을 직접 느낄 수 있다. 공연 후에는 아티스트와 대화를 나누거나 사인을 받을 수도 있다.</p><p>새로운 음악을 발견하는 즐거움도 크다. 차트에서는 듣기 어려운 실험적이고 독특한 음악을 만날 수 있다. 홍대의 라이브 클럽에서 당신의 최애 아티스트를 발견해보자.</p>",
    "article_html_en": "<p>Seoul's indie music scene moves actively centered on Hongdae. Introducing places where you can meet various music from underground to mainstream.</p><h2>Hongdae Live Clubs</h2><p>Hongdae has numerous live clubs. Rolling Hall, MUV Hall, Strange Fruit, and Veloso are representative. These places hold performances of various genres every night. From rock, hip-hop, electronic to jazz, you can choose performances matching your taste.</p><p>Admission is usually reasonably priced at 10-20,000 won. Performance schedules can be checked on each club's social media or website. If you have favorite musicians, check schedules in advance. Many famous musicians performed at Hongdae clubs during indie days.</p><h2>Charm of Indie Music</h2><p>The biggest charm of indie music is closeness to artists. You can directly feel musicians' passion in small spaces. After performances, you can chat with artists or get autographs.</p><p>The joy of discovering new music is also great. You can meet experimental and unique music hard to hear on charts. Discover your favorite artist at Hongdae live clubs.</p>"
  },
  {
    "id": "lf00004",
    "article_html_ko": "<p>서울 한복판에서 전통 문화를 경험할 수 있는 곳들이 있다. 현대와 전통이 공존하는 서울의 특별한 장소들을 찾아가보자.</p><h2>북촌 한옥마을</h2><p>북촌은 조선시대 양반들이 살던 전통 주거 지역이다. 좁은 골목길을 따라 한옥들이 빼곡히 들어서 있다. 지금도 실제 주민들이 거주하고 있으니 조용히 관람하는 것이 중요하다. 한옥의 아름다운 곡선미와 기와지붕이 만들어내는 풍경은 마치 타임머신을 탄 듯한 느낌을 준다.</p><p>북촌에는 전통 공예 체험관, 한옥 카페, 갤러리 등이 많다. 한복을 대여해 입고 거리를 걷는 것도 인기 있는 체험이다. 사진 찍기 좋은 포토 스팟도 많아 관광객들이 즐겨 찾는다.</p><h2>인사동과 삼청동</h2><p>인사동은 전통 문화의 거리다. 골동품점, 전통 찻집, 갤러리가 즐비하다. 쌈지길 같은 복합 문화 공간에서는 전통과 현대가 융합된 제품을 만날 수 있다. 삼청동은 한옥과 현대식 건물이 조화를 이루는 곳이다.</p><p>세련된 카페와 레스토랑이 많아 데이트 코스로도 인기다. 주말에는 관광객으로 붐비니 평일 방문을 추천한다. 서울 한복판에서 전통의 향기를 느껴보자.</p>",
    "article_html_en": "<p>There are places where you can experience traditional culture in the heart of Seoul. Let's visit Seoul's special places where modernity and tradition coexist.</p><h2>Bukchon Hanok Village</h2><p>Bukchon is a traditional residential area where yangban (nobility) lived during the Joseon Dynasty. Hanoks are densely packed along narrow alleys. Since actual residents still live there, quiet viewing is important. Beautiful curved beauty and scenery created by tile roofs feel like riding a time machine.</p><p>Bukchon has many traditional craft experience centers, hanok cafes, and galleries. Renting and wearing hanbok while walking streets is also a popular experience. Many photogenic spots make it popular among tourists.</p><h2>Insadong and Samcheong-dong</h2><p>Insadong is a street of traditional culture. Antique shops, traditional tea houses, and galleries line up. In complex cultural spaces like Ssamziegil, you can meet products fusing tradition and modernity. Samcheong-dong is where hanoks and modern buildings harmonize.</p><p>Many sophisticated cafes and restaurants make it popular as date course. Crowded with tourists on weekends, so weekday visits are recommended. Feel the scent of tradition in the heart of Seoul.</p>"
  },
  {
    "id": "lf00005",
    "article_html_ko": "<p>이태원은 서울에서 가장 국제적인 동네다. 다양한 나라의 음식과 문화를 한곳에서 경험할 수 있는 특별한 장소다.</p><h2>세계 음식의 거리</h2><p>이태원에는 전 세계의 음식을 맛볼 수 있다. 터키 케밥, 인도 카레, 멕시칸 타코, 이탈리안 파스타, 프렌치 스테이크 등 선택지가 무궁무진하다. 한국에서 찾기 어려운 정통 외국 요리를 맛볼 수 있어 해외여행 기분을 낼 수 있다.</p><p>이슬람 사원 근처의 할랄 음식점들은 무슬림 여행자들에게 인기가 많다. 각국의 식재료를 파는 마트도 있어 직접 요리를 하는 사람들에게도 유용하다. 미식가라면 이태원에서 세계 일주를 해보자.</p><h2>다양성의 공간</h2><p>이태원은 음식뿐 아니라 문화적으로도 다양하다. 빈티지 샵, 클럽, 바, 루프탑 카페 등 다양한 공간이 공존한다. 밤에는 특히 활기차다. 세계 각국에서 온 사람들과 교류하며 열린 문화를 경험할 수 있다.</p><p>경리단길은 이태원의 핫플레이스다. 작은 골목에 개성 있는 카페와 레스토랑이 밀집해 있다. 이태원은 다양성을 존중하는 서울의 상징이다. 다양한 문화가 어우러지는 이태원의 매력에 빠져보자.</p>",
    "article_html_en": "<p>Itaewon is Seoul's most international neighborhood. It's a special place where you can experience food and culture from various countries in one location.</p><h2>Street of World Cuisine</h2><p>In Itaewon, you can taste food from around the world. Turkish kebab, Indian curry, Mexican tacos, Italian pasta, French steak - choices are endless. You can taste authentic foreign cuisine hard to find in Korea, giving overseas travel feelings.</p><p>Halal restaurants near the mosque are popular among Muslim travelers. There are also marts selling ingredients from each country, useful for people who cook directly. If you're a gourmet, take a world tour in Itaewon.</p><h2>Space of Diversity</h2><p>Itaewon is diverse not only in food but culturally too. Vintage shops, clubs, bars, rooftop cafes - various spaces coexist. Especially lively at night. You can exchange with people from around the world and experience open culture.</p><p>Gyeongnidan-gil is Itaewon's hot place. Unique cafes and restaurants are concentrated in small alleys. Itaewon symbolizes Seoul's respect for diversity. Fall into Itaewon's charm where various cultures blend.</p>"
  },
    {
    "id": "lf00006",
    "article_html_ko": "<p>서울의 야경은 세계적으로 유명하다. 남산타워, 한강, 고층 빌딩들이 만들어내는 아름다운 밤 풍경을 감상할 수 있는 장소들을 소개한다.</p><h2>남산 N서울타워</h2><p>남산타워는 서울의 상징이다. 케이블카를 타고 올라가는 것도 재미있고, 걸어서 등산하는 것도 좋다. 전망대에서 바라보는 서울 야경은 숨이 멎을 만큼 아름답다. 360도 회전 레스토랑에서 식사하며 야경을 감상하는 것도 특별한 경험이다.</p><p>타워 주변의 사랑의 자물쇠도 유명한 포토 스팟이다. 연인들이 이름을 적은 자물쇠를 걸어두는 전통이 있다. 밤에는 타워가 다양한 색으로 조명되어 더욱 로맨틱하다.</p><h2>한강 야경</h2><p>한강 공원은 야경을 즐기기 좋은 또 다른 명소다. 반포 한강공원의 달빛무지개분수는 음악에 맞춰 춤추는 분수쇼를 선보인다. 여의도 한강공원에서는 63빌딩과 국회의사당의 야경을 볼 수 있다.</p><p>한강 유람선을 타고 야경을 감상하는 것도 추천한다. 시원한 강바람을 맞으며 보는 서울의 야경은 잊지 못할 추억이 된다. 치킨과 맥주를 들고 한강에서 야경을 즐기는 것, 이것이 진정한 서울의 밤이다.</p>",
    "article_html_en": "<p>Seoul's night view is world-famous. Introducing places where you can appreciate beautiful night scenery created by Namsan Tower, Han River, and high-rise buildings.</p><h2>Namsan N Seoul Tower</h2><p>Namsan Tower is Seoul's symbol. Taking the cable car up is fun, and walking up hiking is also good. Seoul's night view from the observatory is breathtakingly beautiful. Dining at the 360-degree rotating restaurant while appreciating night view is also a special experience.</p><p>Love locks around the tower are also famous photo spots. There's a tradition of couples hanging locks with their names written. At night, the tower is illuminated in various colors, making it more romantic.</p><h2>Han River Night View</h2><p>Han River Park is another attraction good for enjoying night views. Moonlight Rainbow Fountain at Banpo Han River Park presents fountain shows dancing to music. At Yeouido Han River Park, you can see night views of 63 Building and National Assembly.</p><p>Taking Han River cruise to appreciate night view is also recommended. Seoul's night view seen while feeling cool river breeze becomes unforgettable memory. Enjoying night view at Han River with chicken and beer - this is Seoul's true night.</p>"
  },
  {
    "id": "lf00007",
    "article_html_ko": "<p>서울에는 K-팝 팬들을 위한 특별한 장소들이 많다. 아이돌을 더 가까이에서 느낄 수 있는 성지순례 코스를 소개한다.</p><h2>엔터테인먼트 사옥</h2><p>K-팝 팬이라면 자신이 좋아하는 아이돌의 소속사를 방문해보자. HYBE, SM, YG, JYP 등 대형 엔터테인먼트사의 사옥은 관광 명소가 되었다. 사옥 앞에서는 운이 좋으면 아이돌을 직접 볼 수도 있다.</p><p>HYBE 인사이트는 BTS와 하이브 아티스트들의 역사를 전시하는 공간이다. SM타운 코엑스 아티움에서는 SM 아티스트들의 굿즈를 구매하고 체험을 할 수 있다. 팬이라면 꼭 방문해야 할 장소들이다.</p><h2>뮤직비디오 촬영지</h2><p>많은 K-팝 뮤직비디오가 서울 곳곳에서 촬영되었다. 이화벽화마을, 북촌 한옥마을, 올림픽공원 등은 유명한 촬영지다. 자신이 좋아하는 뮤직비디오의 배경을 찾아가 사진을 찍는 재미가 쏠쏠하다.</p><p>홍대, 강남, 명동 등에서는 아이돌 관련 카페와 샵을 쉽게 찾을 수 있다. 굿즈를 사거나 같은 팬들과 교류할 수 있는 공간이다. K-팝의 본고장 서울에서 팬으로서의 행복을 만끽하자.</p>",
    "article_html_en": "<p>Seoul has many special places for K-pop fans. Introducing pilgrimage courses where you can feel idols closer.</p><h2>Entertainment Company Buildings</h2><p>If you're a K-pop fan, visit your favorite idol's entertainment company. Buildings of major entertainment companies like HYBE, SM, YG, JYP have become tourist attractions. If lucky, you might see idols directly in front of buildings.</p><p>HYBE Insight is a space exhibiting history of BTS and HYBE artists. At SM Town COEX Artium, you can purchase SM artist goods and have experiences. Places fans must visit.</p><h2>Music Video Filming Locations</h2><p>Many K-pop music videos were filmed throughout Seoul. Ihwa Mural Village, Bukchon Hanok Village, Olympic Park are famous filming locations. Finding and photographing backgrounds of favorite music videos is fun.</p><p>In Hongdae, Gangnam, Myeongdong, idol-related cafes and shops are easily found. Spaces where you can buy goods or exchange with fellow fans. Enjoy happiness as a fan in Seoul, K-pop's homeland.</p>"
  },
  {
    "id": "lf00008",
    "article_html_ko": "<p>서울에서 특별한 데이트를 계획하고 있다면 이 장소들을 주목하자. 로맨틱하고 기억에 남을 데이트 코스를 소개한다.</p><h2>석촌호수와 롯데월드타워</h2><p>석촌호수는 사계절 내내 아름다운 산책로다. 특히 봄에는 벚꽃이 만개해 환상적인 풍경을 연출한다. 호수를 걸으며 대화를 나누고, 근처 카페에서 차를 마시며 여유로운 시간을 보낼 수 있다.</p><p>롯데월드타워 서울스카이는 국내 최고층 전망대다. 118층에서 바라보는 서울의 전망은 압도적이다. 특히 일몰 시간에 방문하면 낮과 밤의 서울을 모두 볼 수 있다. 전망대 카페에서 프러포즈하는 커플들도 많다.</p><h2>북서울꿈의숲</h2><p>복잡한 도심을 벗어나 자연 속에서 데이트하고 싶다면 북서울꿈의숲을 추천한다. 넓은 잔디밭, 아름다운 산책로, 월영지 등 다양한 풍경을 즐길 수 있다. 피크닉을 준비해 가면 더욱 로맨틱하다.</p><p>야외 공연장에서는 계절마다 다양한 공연이 열린다. 함께 공연을 보는 것도 특별한 경험이다. 자연 속에서 연인과 함께하는 시간은 그 어떤 것보다 소중하다.</p>",
    "article_html_en": "<p>If planning a special date in Seoul, pay attention to these places. Introducing romantic and memorable date courses.</p><h2>Seokchon Lake and Lotte World Tower</h2><p>Seokchon Lake is a beautiful walkway throughout all seasons. Especially in spring, cherry blossoms bloom fully creating fantastic scenery. You can chat while walking around the lake and spend leisurely time having tea at nearby cafes.</p><p>Lotte World Tower Seoul Sky is Korea's highest observatory. Views of Seoul from 118th floor are overwhelming. Especially visiting at sunset allows seeing both day and night Seoul. Many couples propose at observatory cafe.</p><h2>Bukseoul Dream Forest</h2><p>If wanting to date in nature away from busy downtown, Bukseoul Dream Forest is recommended. Various scenery can be enjoyed including wide lawns, beautiful walkways, and Wolyeongji. More romantic if preparing picnic.</p><p>Various performances are held each season at outdoor performance hall. Watching performances together is also a special experience. Time spent with lover in nature is more precious than anything.</p>"
  },
  {
    "id": "lf00009",
    "article_html_ko": "<p>서울에서 독서를 즐기기 좋은 책방과 도서관을 소개한다. 조용히 책을 읽으며 사색하기 좋은 공간들이다.</p><h2>독립 서점</h2><p>대형 서점과 달리 독립 서점은 주인의 취향과 철학이 담긴 책을 큐레이션한다. 연남동의 '유어마인드', 성수동의 '어라운드 더 코너', 익선동의 '이음책방' 등이 유명하다. 작지만 특색 있는 책 선정과 아늑한 분위기가 매력이다.</p><p>많은 독립 서점이 카페를 겸하고 있어 책을 사고 바로 읽을 수 있다. 북토크, 작가와의 만남 같은 이벤트도 자주 열린다. 책을 좋아하는 사람들과 교류할 수 있는 문화 공간이다.</p><h2>공공 도서관</h2><p>서울시립도서관, 국립중앙도서관 등 공공 도서관도 훌륭한 선택이다. 무료로 이용할 수 있고, 방대한 장서를 갖추고 있다. 조용한 열람실에서 집중해서 독서하거나 공부할 수 있다.</p><p>최근에는 별마당 도서관 같은 복합 문화 공간도 인기다. 쇼핑몰 안에 있어 접근성이 좋고, 인스타그래머블한 인테리어로 유명하다. 책 한 권과 함께하는 여유로운 오후를 만끽해보자.</p>",
    "article_html_en": "<p>Introducing bookstores and libraries good for enjoying reading in Seoul. Quiet spaces good for reading books and contemplating.</p><h2>Independent Bookstores</h2><p>Unlike large bookstores, independent bookstores curate books containing owner's taste and philosophy. Famous ones include 'Your Mind' in Yeonnam-dong, 'Around the Corner' in Seongsu-dong, and 'Ieum Bookstore' in Ikseon-dong. Small but distinctive book selection and cozy atmosphere are charms.</p><p>Many independent bookstores also operate cafes, allowing immediate reading after purchase. Events like book talks and meetings with authors are frequently held. Cultural spaces where book lovers can exchange.</p><h2>Public Libraries</h2><p>Public libraries like Seoul Metropolitan Library and National Library of Korea are also excellent choices. Free to use and equipped with vast collections. Can read or study with concentration in quiet reading rooms.</p><p>Recently, complex cultural spaces like Starfield Library are also popular. Good accessibility being inside shopping malls, famous for instagrammable interiors. Enjoy leisurely afternoons with a book.</p>"
  },
  {
    "id": "lf00010",
    "article_html_ko": "<p>서울의 전통 시장은 활기와 인정이 넘치는 곳이다. 현대적인 쇼핑몰과는 다른 매력을 가진 전통 시장을 탐방해보자.</p><h2>광장시장</h2><p>광장시장은 100년이 넘는 역사를 가진 서울의 대표 전통 시장이다. 특히 먹거리 골목이 유명하다. 빈대떡, 마약김밥, 육회, 칼국수 등 다양한 전통 음식을 맛볼 수 있다. 가격도 저렴하고 푸짐해서 관광객들에게 인기가 많다.</p><p>한복과 침구류, 빈티지 의류도 광장시장의 명물이다. 저렴한 가격에 품질 좋은 제품을 구매할 수 있다. 시장 특유의 활기찬 분위기를 느끼며 쇼핑하는 재미가 있다.</p><h2>남대문시장과 동대문시장</h2><p>남대문시장은 한국 최대 규모의 전통 시장이다. 의류, 액세서리, 생활용품, 먹거리까지 없는 것이 없다. 특히 남대문 칼국수와 호떡이 유명하다. 동대문시장은 밤에 활기를 띤다. 자정부터 새벽까지 도매 거래가 이루어진다.</p><p>최근에는 DDP(동대문디자인플라자) 같은 현대적 건축물과 전통 시장이 공존하며 독특한 풍경을 만든다. 전통과 현대가 어우러진 서울의 다이내믹함을 경험할 수 있다.</p>",
    "article_html_en": "<p>Seoul's traditional markets are places overflowing with vitality and warmth. Let's explore traditional markets with different charms from modern shopping malls.</p><h2>Gwangjang Market</h2><p>Gwangjang Market is Seoul's representative traditional market with over 100 years of history. The food alley is especially famous. Various traditional foods like bindaetteok, mayak gimbap, yukhoe, and kalguksu can be tasted. Popular among tourists for being inexpensive and generous.</p><p>Hanbok, bedding, and vintage clothing are also Gwangjang Market specialties. Quality products can be purchased at affordable prices. Shopping while feeling market's characteristic lively atmosphere is fun.</p><h2>Namdaemun Market and Dongdaemun Market</h2><p>Namdaemun Market is Korea's largest traditional market. Everything from clothing, accessories, daily necessities to food exists. Especially famous for Namdaemun kalguksu and hotteok. Dongdaemun Market becomes lively at night. Wholesale trading occurs from midnight to dawn.</p><p>Recently, modern architecture like DDP (Dongdaemun Design Plaza) coexists with traditional markets creating unique scenery. Seoul's dynamism where tradition and modernity blend can be experienced.</p>"
  },
  {
    "id": "lf00011",
    "article_html_ko": "<p>서울에서 운동과 액티비티를 즐길 수 있는 장소들을 소개한다. 건강한 라이프스타일을 추구하는 이들을 위한 공간들이다.</p><h2>한강 자전거 도로</h2><p>한강변에는 총 50km가 넘는 자전거 도로가 조성되어 있다. 자전거를 빌려 타며 한강을 따라 달리는 것은 서울에서 즐길 수 있는 최고의 액티비티다. 시원한 강바람을 맞으며 운동하면 스트레스가 해소된다.</p><p>여의도, 반포, 뚝섬 등 곳곳에 자전거 대여소가 있다. 전기자전거나 2인용 자전거도 빌릴 수 있다. 자전거 도로 주변에는 편의시설과 카페가 잘 갖추어져 있어 중간에 쉬어가기도 좋다.</p><h2>클라이밍 짐</h2><p>최근 클라이밍이 큰 인기를 끌고 있다. 서울 곳곳에 클라이밍 짐이 생겨나고 있다. 초보자도 쉽게 시작할 수 있도록 강습 프로그램이 마련되어 있다. 전신 운동 효과가 뛰어나고 문제 해결 능력도 키울 수 있다.</p><p>요가, 필라테스 스튜디오도 많다. 몸과 마음의 건강을 동시에 챙길 수 있다. 피트니스 센터, 수영장, 골프 연습장 등 다양한 운동 시설이 서울 전역에 고루 분포되어 있다. 자신에게 맞는 운동을 찾아 건강한 일상을 만들자.</p>",
    "article_html_en": "<p>Introducing places where you can enjoy exercise and activities in Seoul. Spaces for those pursuing healthy lifestyles.</p><h2>Han River Bicycle Path</h2><p>Over 50km of bicycle paths are developed along Han River. Riding rented bicycles along Han River is the best activity enjoyable in Seoul. Exercising while feeling cool river breeze relieves stress.</p><p>Bicycle rental stations exist everywhere including Yeouido, Banpo, and Ttukseom. Electric bicycles and two-person bicycles can also be rented. Facilities and cafes are well equipped around bicycle paths, good for resting midway.</p><h2>Climbing Gyms</h2><p>Climbing has recently gained huge popularity. Climbing gyms are appearing throughout Seoul. Lesson programs are prepared so beginners can easily start. Excellent full-body workout effects and problem-solving skills can also be developed.</p><p>There are also many yoga and Pilates studios. Body and mind health can be taken care of simultaneously. Various exercise facilities like fitness centers, swimming pools, and golf driving ranges are evenly distributed throughout Seoul. Find exercise suited to you and create healthy daily life.</p>"
  },
  {
    "id": "lf00012",
    "article_html_ko": "<p>서울의 사계절은 뚜렷하고 아름답다. 계절마다 즐길 수 있는 특별한 장소와 액티비티를 소개한다.</p><h2>봄: 벚꽃 명소</h2><p>봄이 오면 서울은 벚꽃으로 물든다. 여의도 윤중로, 석촌호수, 남산, 경복궁이 대표적인 벚꽃 명소다. 벚꽃이 만개하는 4월 초에는 수많은 사람들이 꽃구경을 나온다. 야간 조명이 켜진 밤벚꽃도 환상적이다.</p><p>벚꽃 축제 기간에는 거리 공연, 푸드 트럭 등 다양한 즐길 거리가 마련된다. 돗자리를 깔고 피크닉을 즐기는 것도 봄의 낭만이다. 봄은 짧고 벚꽃은 일주일 정도만 만개하니 시기를 놓치지 말자.</p><h2>여름, 가을, 겨울</h2><p>여름에는 한강 수영장과 물놀이장이 개장한다. 시원한 물놀이로 더위를 식힐 수 있다. 가을에는 단풍이 아름답다. 북한산, 남산, 올림픽공원이 단풍 명소다. 선선한 날씨에 등산이나 산책을 즐기기 좋다.</p><p>겨울에는 스케이트장이 곳곳에 개장한다. 서울광장, 롯데월드, 어린이대공원 등에서 아이스 스케이팅을 즐길 수 있다. 눈 내린 경복궁과 창덕궁은 동화 같은 풍경을 선사한다. 사계절의 서울, 매 순간이 특별하다.</p>",
    "article_html_en": "<p>Seoul's four seasons are distinct and beautiful. Introducing special places and activities enjoyable each season.</p><h2>Spring: Cherry Blossom Spots</h2><p>When spring comes, Seoul is dyed with cherry blossoms. Yeouido Yunjung-ro, Seokchon Lake, Namsan, and Gyeongbokgung are representative cherry blossom spots. In early April when cherry blossoms fully bloom, countless people come out for flower viewing. Night cherry blossoms with night lighting are also fantastic.</p><p>During cherry blossom festival period, various enjoyments like street performances and food trucks are prepared. Spreading picnic mats and enjoying picnics is also spring romance. Spring is short and cherry blossoms bloom fully for only about a week, so don't miss timing.</p><h2>Summer, Fall, Winter</h2><p>In summer, Han River swimming pools and water play areas open. Heat can be relieved with cool water play. In fall, autumn leaves are beautiful. Bukhansan, Namsan, Olympic Park are autumn foliage spots. Good for enjoying hiking or walking in cool weather.</p><p>In winter, ice rinks open everywhere. Ice skating can be enjoyed at Seoul Plaza, Lotte World, Children's Grand Park, etc. Gyeongbokgung and Changdeokgung with snow present fairy-tale scenery. Seoul in four seasons, every moment is special.</p>"
  },
  {
    "id": "lf00013",
    "article_html_ko": "<p>서울에서 브런치를 즐기기 좋은 카페와 레스토랑을 소개한다. 여유로운 주말 아침을 특별하게 만들어줄 장소들이다.</p><h2>성수동 브런치 카페</h2><p>성수동에는 브런치로 유명한 카페가 많다. '카페 온리', '대림창고', '프릳츠' 등이 대표적이다. 신선한 재료로 만든 에그 베네딕트, 팬케이크, 아보카도 토스트 등을 맛볼 수 있다. 인더스트리얼한 인테리어와 맛있는 음식이 조화를 이룬다.</p><p>브런치 메뉴와 함께 스페셜티 커피를 즐길 수 있다. 많은 카페가 자체 로스팅한 원두를 사용한다. 주말 오전에는 대기 시간이 길 수 있으니 일찍 가거나 예약을 하는 것이 좋다.</p><h2>한남동 브런치 레스토랑</h2><p>한남동은 고급스러운 브런치 레스토랑이 많다. 미국식, 프랑스식, 이탈리안 등 다양한 스타일의 브런치를 즐길 수 있다. 분위기 있는 공간에서 여유롭게 식사하며 주말 아침을 만끽할 수 있다.</p><p>건강한 샐러드, 신선한 주스, 수제 빵 등 퀄리티 높은 메뉴가 준비되어 있다. 가격대는 다소 높지만 그만한 가치가 있다. 특별한 날이나 중요한 사람과의 브런치 데이트로 추천한다.</p>",
    "article_html_en": "<p>Introducing cafes and restaurants good for enjoying brunch in Seoul. Places that will make leisurely weekend mornings special.</p><h2>Seongsu-dong Brunch Cafes</h2><p>Seongsu-dong has many cafes famous for brunch. 'Cafe Onion', 'Daelim Warehouse', and 'Fritz' are representative. Eggs Benedict, pancakes, avocado toast made with fresh ingredients can be tasted. Industrial interior and delicious food harmonize.</p><p>Specialty coffee can be enjoyed with brunch menu. Many cafes use self-roasted beans. Weekend mornings may have long wait times, so going early or making reservations is good.</p><h2>Hannam-dong Brunch Restaurants</h2><p>Hannam-dong has many upscale brunch restaurants. Various styles of brunch including American, French, and Italian can be enjoyed. Weekend mornings can be enjoyed leisurely dining in atmospheric spaces.</p><p>High-quality menus like healthy salads, fresh juices, and homemade bread are prepared. Price range is somewhat high but worth it. Recommended for special occasions or brunch dates with important people.</p>"
  },
  {
    "id": "lf00014",
    "article_html_ko": "<p>서울에서 애완동물과 함께 즐길 수 있는 공간들이 늘어나고 있다. 반려동물 친화적인 카페와 공원을 소개한다.</p><h2>애견 카페</h2><p>서울 곳곳에 반려견과 함께 갈 수 있는 카페가 있다. '보더리스', '카페더독', '강아지 놀이터' 등이 유명하다. 넓은 공간에서 강아지들이 자유롭게 뛰어놀 수 있다. 보호자는 커피를 마시며 다른 반려인들과 교류할 수 있다.</p><p>일부 카페는 강아지 메뉴도 준비되어 있다. 강아지용 케이크, 간식 등을 제공한다. 위생과 안전을 위한 규칙이 있으니 방문 전 확인하는 것이 좋다. 반려견과 함께하는 카페 타임, 특별한 추억이 될 것이다.</p><h2>반려동물 동반 가능 공원</h2><p>서울숲, 올림픽공원, 월드컵공원 등은 반려동물 동반이 가능하다. 넓은 잔디밭에서 강아지와 산책하고 뛰어놀 수 있다. 일부 공원에는 반려동물 전용 놀이터도 마련되어 있다.</p><p>목줄 착용과 배변 처리는 필수다. 다른 사람들에게 피해를 주지 않도록 주의해야 한다. 반려동물과 함께 자연 속에서 시간을 보내는 것은 서로에게 행복한 경험이다.</p>",
    "article_html_en": "<p>Spaces where you can enjoy with pets in Seoul are increasing. Introducing pet-friendly cafes and parks.</p><h2>Dog Cafes</h2><p>There are cafes throughout Seoul where you can go with companion dogs. 'Borderless', 'Cafe The Dog', 'Doggy Playground' are famous. Dogs can run freely in spacious areas. Guardians can drink coffee and exchange with other pet owners.</p><p>Some cafes also prepare dog menus. Dog cakes, snacks, etc. are provided. There are rules for hygiene and safety, so checking before visiting is good. Cafe time with companion dogs will become special memories.</p><h2>Pet-Friendly Parks</h2><p>Seoul Forest, Olympic Park, World Cup Park allow companion animals. You can walk and play with dogs on wide lawns. Some parks also have playgrounds exclusively for companion animals.</p><p>Leash wearing and waste disposal are essential. Must be careful not to cause harm to others. Spending time in nature with companion animals is happy experience for both.</p>"
  },
  {
    "id": "lf00015",
    "article_html_ko": "<p>서울에서 영화를 즐기는 특별한 방법들을 소개한다. 일반 멀티플렉스를 넘어선 독특한 영화 관람 경험을 찾아보자.</p><h2>아트하우스 시네마</h2><p>CGV 무비 꼴라주, 아트나인, 시네큐브 등은 독립 영화와 예술 영화를 상영하는 극장이다. 상업 영화에서 볼 수 없는 작가주의 영화, 다큐멘터리, 해외 영화제 수상작 등을 만날 수 있다. 영화를 깊이 있게 즐기고 싶은 이들에게 추천한다.</p><p>상영 후 관객과의 대화, GV(Guest Visit) 등의 이벤트도 자주 열린다. 감독이나 배우와 직접 소통할 수 있는 기회다. 작은 극장이지만 진정한 영화 애호가들이 모이는 공간이다.</p><h2>특별한 관람 경험</h2><p>CGV 씨네드쉐프는 식사와 영화를 함께 즐길 수 있다. 프리미엄 좌석에서 레스토랑 수준의 음식을 먹으며 영화를 본다. 야외 영화 상영회도 여름마다 여러 곳에서 열린다. 별빛 아래 영화를 보는 로맨틱한 경험을 할 수 있다.</p><p>IMAX, 4DX, 스크린X 같은 특수관에서는 몰입감 넘치는 영화 관람이 가능하다. 블록버스터 영화는 특수관에서 보면 더욱 재미있다. 다양한 방식으로 영화를 즐기며 문화생활을 풍요롭게 하자.</p>",
    "article_html_en": "<p>Introducing special ways to enjoy movies in Seoul. Let's find unique movie viewing experiences beyond general multiplexes.</p><h2>Arthouse Cinemas</h2><p>CGV Movie Collage, Art Nine, Cinecube are theaters screening independent and art films. Auteur films, documentaries, overseas film festival winners not seen in commercial films can be met. Recommended for those wanting to enjoy movies in depth.</p><p>Events like Q&A sessions with audience and GV (Guest Visit) after screenings are also frequently held. Opportunities to directly communicate with directors or actors. Small theaters but spaces where true film enthusiasts gather.</p><h2>Special Viewing Experiences</h2><p>CGV Cine de Chef allows enjoying meals and movies together. Watch movies while eating restaurant-level food in premium seats. Outdoor film screenings are also held in various places every summer. Romantic experience of watching movies under starlight can be had.</p><p>Immersive movie viewing is possible in special theaters like IMAX, 4DX, ScreenX. Blockbuster movies are more fun watched in special theaters. Enrich cultural life by enjoying movies in various ways.</p>"
  },
    {
    "id": "lf00016",
    "article_html_ko": "<p>서울에서 차(茶)를 즐기는 문화가 다시 주목받고 있다. 전통 찻집부터 현대적인 티 하우스까지 다양한 공간을 소개한다.</p><h2>전통 한국 찻집</h2><p>인사동에는 전통 한국 차를 마실 수 있는 찻집이 많다. '차마시는 뜰', '선재', '쌍화다방' 등이 유명하다. 한옥의 고즈넉한 분위기 속에서 녹차, 대추차, 유자차, 오미자차 등을 맛볼 수 있다. 전통 다과와 함께 즐기면 더욱 풍성하다.</p><p>차를 우리는 과정 자체가 명상이 된다. 천천히 차를 마시며 일상의 번잡함에서 벗어나 마음의 평화를 찾을 수 있다. 한국 전통 차 문화를 경험하고 싶다면 인사동 찻집을 방문해보자.</p><h2>현대적 티 하우스</h2><p>청담동과 한남동에는 현대적인 티 하우스들이 있다. 세계 각국의 프리미엄 티를 맛볼 수 있다. 영국식 애프터눈 티, 중국 공부차, 일본 말차 등 다양한 차 문화를 경험할 수 있다.</p><p>세련된 인테리어와 우아한 티웨어가 티 타임을 더욱 특별하게 만든다. 친구들과의 모임이나 비즈니스 미팅 장소로도 좋다. 차 한 잔의 여유를 즐기며 삶의 질을 높여보자.</p>",
    "article_html_en": "<p>Tea culture in Seoul is receiving attention again. Introducing various spaces from traditional tea houses to modern tea houses.</p><h2>Traditional Korean Tea Houses</h2><p>Insadong has many tea houses where traditional Korean tea can be drunk. 'Cha Mashi-neun Ddeul', 'Seonjae', 'Ssanghwa Dabang' are famous. Green tea, jujube tea, yuzu tea, omija tea can be tasted in tranquil hanok atmosphere. More abundant when enjoyed with traditional tea snacks.</p><p>The tea brewing process itself becomes meditation. Slowly drinking tea allows escaping daily bustle and finding peace of mind. If wanting to experience Korean traditional tea culture, visit Insadong tea houses.</p><h2>Modern Tea Houses</h2><p>Cheongdam-dong and Hannam-dong have modern tea houses. Premium teas from around the world can be tasted. Various tea cultures like British afternoon tea, Chinese gongfu tea, Japanese matcha can be experienced.</p><p>Sophisticated interior and elegant teaware make tea time more special. Also good as gathering places with friends or business meeting venues. Enhance quality of life by enjoying leisurely tea time.</p>"
  },
  {
    "id": "lf00017",
    "article_html_ko": "<p>서울에는 역사와 이야기가 담긴 궁궐들이 있다. 조선 시대의 웅장한 건축물과 아름다운 정원을 감상할 수 있는 궁궐 투어를 떠나보자.</p><h2>5대 궁궐</h2><p>경복궁은 조선의 법궁으로 가장 크고 웅장하다. 광화문, 경회루, 근정전 등 볼거리가 많다. 창덕궁은 유네스코 세계문화유산으로 비원(후원)이 특히 아름답다. 창경궁은 창덕궁과 연결되어 있어 함께 관람할 수 있다.</p><p>덕수궁은 서양식과 한국식 건축이 공존하는 독특한 궁궐이다. 돌담길이 유명한 데이트 코스다. 경희궁은 비교적 작지만 조용하고 한적하다. 각 궁궐마다 고유한 매력이 있어 모두 방문해볼 가치가 있다.</p><h2>궁궐 관람 팁</h2><p>궁궐은 매주 월요일(일부는 화요일) 휴무다. 입장료는 저렴하고 만 24세 이하와 65세 이상은 무료다. 영어, 일본어, 중국어 가이드 투어가 제공되어 역사 설명을 들으며 관람할 수 있다.</p><p>한복을 입고 가면 입장료가 무료다. 근처에 한복 대여점이 많으니 한복을 입고 궁궐을 거닐며 조선시대로 떠나는 타임 여행을 즐겨보자.</p>",
    "article_html_en": "<p>Seoul has palaces containing history and stories. Let's take palace tours where you can appreciate Joseon Dynasty's grand architecture and beautiful gardens.</p><h2>Five Major Palaces</h2><p>Gyeongbokgung is Joseon's main palace, largest and most grand. Many attractions like Gwanghwamun, Gyeonghoeru, Geunjeongjeon. Changdeokgung is UNESCO World Heritage Site, with Biwon (Secret Garden) especially beautiful. Changgyeonggung is connected to Changdeokgung, viewable together.</p><p>Deoksugung is unique palace where Western and Korean architecture coexist. Stone wall path is famous date course. Gyeonghuigung is relatively small but quiet and secluded. Each palace has unique charm worth visiting all.</p><h2>Palace Viewing Tips</h2><p>Palaces are closed every Monday (some Tuesday). Admission is inexpensive and free for under 24 and over 65. English, Japanese, Chinese guided tours are provided allowing viewing while hearing historical explanations.</p><p>Admission is free when wearing hanbok. Many hanbok rental shops nearby, so enjoy time traveling to Joseon era walking through palaces in hanbok.</p>"
  },
  {
    "id": "lf00018",
    "article_html_ko": "<p>서울의 루프탑 바는 도시의 스카이라인을 감상하며 음료를 즐길 수 있는 특별한 공간이다. 낮과 밤 모두 아름다운 루프탑을 소개한다.</p><h2>강남 루프탑 바</h2><p>강남에는 고층 빌딩 위 럭셔리한 루프탑 바들이 많다. 옥탑방, 차분, 더 스페이스 등이 유명하다. 세련된 인테리어와 프리미엄 칵테일을 즐길 수 있다. 강남의 화려한 야경을 한눈에 담으며 특별한 밤을 보낼 수 있다.</p><p>드레스 코드가 있는 곳도 있으니 미리 확인하는 것이 좋다. 가격대는 다소 높지만 분위기와 뷰를 생각하면 충분히 가치가 있다. 특별한 날이나 기념일에 방문하면 잊지 못할 추억을 만들 수 있다.</p><h2>홍대·이태원 루프탑</h2><p>홍대와 이태원에는 좀 더 캐주얼한 분위기의 루프탑이 많다. 젊고 자유로운 분위기에서 음악을 즐기며 맥주나 칵테일을 마실 수 있다. 친구들과 편하게 놀러 가기 좋은 곳들이다.</p><p>일몰 시간에 방문하면 낮과 밤의 서울을 모두 볼 수 있다. 여름에는 야외에서 시원한 바람을 맞으며 음료를 즐길 수 있어 특히 인기가 많다. 서울의 스카이라인을 배경으로 인생샷을 남겨보자.</p>",
    "article_html_en": "<p>Seoul's rooftop bars are special spaces where you can enjoy drinks while appreciating city skyline. Introducing rooftops beautiful both day and night.</p><h2>Gangnam Rooftop Bars</h2><p>Gangnam has many luxurious rooftop bars atop high-rise buildings. Oktobang, Chabun, The Space are famous. Sophisticated interior and premium cocktails can be enjoyed. Special nights can be spent capturing Gangnam's glamorous night view at a glance.</p><p>Some places have dress codes, so checking in advance is good. Price range is somewhat high but worth considering atmosphere and view. Visiting on special days or anniversaries creates unforgettable memories.</p><h2>Hongdae·Itaewon Rooftops</h2><p>Hongdae and Itaewon have rooftops with more casual atmosphere. Beer or cocktails can be drunk while enjoying music in young and free atmosphere. Good places to casually hang out with friends.</p><p>Visiting at sunset allows seeing both day and night Seoul. Especially popular in summer as drinks can be enjoyed outdoors feeling cool breeze. Leave life shots with Seoul's skyline as background.</p>"
  },
  {
    "id": "lf00019",
    "article_html_ko": "<p>서울의 박물관은 한국의 역사와 문화를 깊이 있게 경험할 수 있는 곳이다. 교육적이면서도 흥미로운 박물관들을 소개한다.</p><h2>국립중앙박물관</h2><p>용산에 위치한 국립중앙박물관은 한국 최대 규모의 박물관이다. 선사시대부터 현대까지 한국의 역사를 한눈에 볼 수 있다. 금관, 청자, 불상 등 국보급 유물들이 전시되어 있다. 입장료가 무료라는 것도 큰 장점이다.</p><p>규모가 커서 반나절은 족히 걸린다. 오디오 가이드를 빌리면 더 자세한 설명을 들을 수 있다. 야외 정원도 아름다워 산책하기 좋다. 아이들과 함께 방문하기에도 좋은 교육의 장이다.</p><h2>특색 있는 박물관들</h2><p>전쟁기념관은 한국 전쟁의 역사를 보여준다. 실물 무기와 장비가 전시되어 있어 남자아이들이 특히 좋아한다. 국립민속박물관은 한국인의 전통 생활상을 재현해 놓았다. 한국 문화를 이해하는 데 도움이 된다.</p><p>삼성 리움미술관, 국립현대미술관 등은 현대 미술을 감상할 수 있다. 서울에는 다양한 주제의 박물관이 있으니 관심사에 맞춰 선택해 방문하자. 박물관 투어로 지적 호기심을 충족시켜보자.</p>",
    "article_html_en": "<p>Seoul's museums are places where Korean history and culture can be experienced in depth. Introducing educational yet interesting museums.</p><h2>National Museum of Korea</h2><p>National Museum of Korea located in Yongsan is Korea's largest museum. Korean history from prehistoric times to modern can be seen at a glance. National treasure-level artifacts like gold crowns, celadon, Buddhist statues are exhibited. Free admission is also a great advantage.</p><p>Large scale takes at least half day. Borrowing audio guides allows hearing more detailed explanations. Outdoor garden is also beautiful, good for walking. Good educational place to visit with children too.</p><h2>Distinctive Museums</h2><p>War Memorial shows Korean War history. Real weapons and equipment are exhibited, especially liked by boys. National Folk Museum recreates traditional Korean lifestyle. Helps understanding Korean culture.</p><p>Samsung Leeum Museum, National Museum of Modern and Contemporary Art allow appreciating contemporary art. Seoul has museums of various themes, so choose and visit according to interests. Satisfy intellectual curiosity with museum tours.</p>"
  },
  {
    "id": "lf00020",
    "article_html_ko": "<p>서울에서 공예와 수공예를 배우고 체험할 수 있는 공방들이 있다. 자신만의 작품을 만들어보는 특별한 경험을 해보자.</p><h2>도예 공방</h2><p>익선동, 성수동 등에 도예 체험 공방이 많다. 물레를 돌리며 직접 그릇을 만드는 경험은 매우 특별하다. 컵, 접시, 화분 등 원하는 것을 만들 수 있다. 만든 작품은 건조와 가마 소성 과정을 거쳐 2-3주 후 받을 수 있다.</p><p>초보자도 쉽게 시작할 수 있도록 강사가 친절하게 가르쳐준다. 연인, 친구와 함께 가면 더 즐겁다. 자신이 직접 만든 그릇으로 밥을 먹는 기쁨은 특별하다. 세상에 하나뿐인 나만의 그릇을 만들어보자.</p><h2>다양한 공예 체험</h2><p>가죽 공예, 목공예, 금속 공예, 캔들 공예 등 다양한 공예를 배울 수 있는 공방이 서울 곳곳에 있다. 가죽으로 지갑이나 카드지갑을, 나무로 도마나 수저를 만들 수 있다. 자신이 만든 물건은 더 애착이 간다.</p><p>원데이 클래스로 부담 없이 시작할 수 있다. 취미로 지속하고 싶다면 정규 수업도 있다. 손으로 무언가를 만드는 과정은 명상과 같은 효과가 있다. 공예 체험으로 일상에 창의성을 더해보자.</p>",
    "article_html_en": "<p>There are studios in Seoul where crafts and handicrafts can be learned and experienced. Have special experience of making your own works.</p><h2>Pottery Studios</h2><p>Many pottery experience studios exist in Ikseon-dong, Seongsu-dong, etc. Experience of making dishes directly while turning potter's wheel is very special. Cups, plates, flowerpots, etc. desired items can be made. Created works can be received 2-3 weeks later after drying and kiln firing process.</p><p>Instructors kindly teach so beginners can easily start. More fun when going with lovers or friends. Joy of eating with dishes made directly is special. Make your own unique dishes in the world.</p><h2>Various Craft Experiences</h2><p>Studios where various crafts like leather craft, woodcraft, metal craft, candle craft can be learned exist throughout Seoul. Wallets or card holders with leather, cutting boards or chopsticks with wood can be made. Items made personally have more attachment.</p><p>Can start without burden with one-day classes. Regular classes also exist if wanting to continue as hobby. Process of making something with hands has meditation-like effects. Add creativity to daily life with craft experiences.</p>"
  },
  {
    "id": "lf00021",
    "article_html_ko": "<p>서울의 밤문화는 다채롭고 활기차다. 클럽, 바, 노래방 등 밤을 즐기는 다양한 방법을 소개한다.</p><h2>클럽 문화</h2><p>강남의 클럽은 화려하고 세련됐다. 옥탑방, 아레나, 메이드 등이 유명하다. 세계적인 DJ들의 공연이 열리기도 한다. 홍대의 클럽은 좀 더 자유롭고 힙한 분위기다. EDM부터 힙합, 인디 음악까지 다양한 장르를 즐길 수 있다.</p><p>이태원은 국제적인 분위기의 클럽들이 많다. 다양한 국적의 사람들과 어울릴 수 있다. 클럽마다 특색이 있으니 자신의 취향에 맞는 곳을 찾아가자. 음악에 몸을 맡기고 스트레스를 날려보자.</p><h2>바와 펍</h2><p>조용히 술을 즐기고 싶다면 바나 펍을 추천한다. 경리단길, 이태원, 한남동에는 개성 있는 바들이 많다. 칵테일 바, 와인 바, 위스키 바, 맥주 펍 등 선택지가 다양하다. 바텐더와 대화하며 자신에게 맞는 술을 추천받을 수도 있다.</p><p>노래방은 한국인의 대표적인 여가 활동이다. 친구들과 함께 노래를 부르며 스트레스를 해소할 수 있다. 코인 노래방은 혼자서도 부담 없이 이용할 수 있다. 서울의 밤은 젊고 열정적이다.</p>",
    "article_html_en": "<p>Seoul's nightlife is colorful and lively. Introducing various ways to enjoy night including clubs, bars, and karaoke.</p><h2>Club Culture</h2><p>Gangnam clubs are glamorous and sophisticated. Oktobang, Arena, Made are famous. World-class DJ performances are also held. Hongdae clubs have freer and hipper atmosphere. Various genres from EDM to hip-hop and indie music can be enjoyed.</p><p>Itaewon has many clubs with international atmosphere. Can mingle with people of various nationalities. Each club has characteristics, so find places matching your taste. Let body go with music and blow away stress.</p><h2>Bars and Pubs</h2><p>If wanting to quietly enjoy drinks, bars or pubs are recommended. Gyeongnidan-gil, Itaewon, Hannam-dong have many distinctive bars. Various choices including cocktail bars, wine bars, whiskey bars, beer pubs. Can chat with bartenders and get drink recommendations suited to you.</p><p>Karaoke is representative leisure activity of Koreans. Stress can be relieved singing with friends. Coin karaoke can be used without burden even alone. Seoul's night is young and passionate.</p>"
  },
  {
    "id": "lf00022",
    "article_html_ko": "<p>서울에서 요가와 명상을 통해 몸과 마음의 건강을 찾을 수 있는 공간들을 소개한다. 바쁜 일상에서 벗어나 힐링하는 시간을 가져보자.</p><h2>요가 스튜디오</h2><p>서울 전역에 다양한 요가 스튜디오가 있다. 하타 요가, 빈야사 요가, 핫 요가, 플라잉 요가 등 자신에게 맞는 스타일을 선택할 수 있다. 초보자를 위한 기초 클래스부터 고급 클래스까지 레벨별로 수업이 준비되어 있다.</p><p>요가는 유연성과 근력을 동시에 기를 수 있다. 올바른 호흡법을 배우며 스트레스 해소에도 도움이 된다. 규칙적으로 요가를 하면 자세가 교정되고 건강이 개선된다. 나만의 요가 매트를 준비해 새로운 취미를 시작해보자.</p><h2>명상과 마음챙김</h2><p>명상 센터에서는 마음챙김 명상, 위빠사나, 선 명상 등을 배울 수 있다. 조용히 앉아 호흡에 집중하며 마음을 관찰하는 시간을 가진다. 명상은 불안과 스트레스를 줄이고 집중력을 높여준다.</p><p>템플스테이 프로그램을 통해 사찰에서 하룻밤을 보내며 명상을 경험할 수도 있다. 도심 속에서도 조용한 명상 공간을 찾을 수 있다. 디지털 디톡스와 함께 명상으로 마음의 평화를 찾아보자.</p>",
    "article_html_en": "<p>Introducing spaces where body and mind health can be found through yoga and meditation in Seoul. Have healing time escaping from busy daily life.</p><h2>Yoga Studios</h2><p>Various yoga studios exist throughout Seoul. Styles suited to oneself can be chosen including hatha yoga, vinyasa yoga, hot yoga, flying yoga. Classes by level are prepared from basic classes for beginners to advanced classes.</p><p>Yoga can develop flexibility and strength simultaneously. Learning proper breathing methods also helps stress relief. Regular yoga corrects posture and improves health. Prepare your own yoga mat and start new hobby.</p><h2>Meditation and Mindfulness</h2><p>Mindfulness meditation, Vipassana, Zen meditation can be learned at meditation centers. Time is had sitting quietly, concentrating on breathing, and observing mind. Meditation reduces anxiety and stress and increases concentration.</p><p>Meditation can also be experienced spending a night at temple through temple stay programs. Quiet meditation spaces can be found even in city center. Find peace of mind through meditation along with digital detox.</p>"
  },
  {
    "id": "lf00023",
    "article_html_ko": "<p>서울에서 재즈를 즐길 수 있는 클럽과 바를 소개한다. 생음악의 감동을 느끼며 품격 있는 밤을 보낼 수 있는 곳들이다.</p><h2>재즈 클럽</h2><p>이태원과 홍대에는 재즈 전문 클럽이 있다. 재즈 스토리, 블루노트, 라이브 홀 등에서 국내외 재즈 뮤지션들의 공연을 즐길 수 있다. 라이브 연주를 들으며 와인이나 위스키를 마시는 시간은 매우 특별하다.</p><p>재즈 클럽은 조용하고 성숙한 분위기다. 음악에 집중하며 감상하는 문화가 자리잡고 있다. 공연 중에는 큰 소리로 대화하지 않는 것이 에티켓이다. 진정한 음악 애호가들이 모이는 공간이다.</p><h2>재즈 바</h2><p>보다 캐주얼하게 재즈를 즐기고 싶다면 재즈 바를 추천한다. 재즈 음반을 틀어주거나 작은 공연이 열리기도 한다. 편안한 소파에 앉아 칵테일을 마시며 재즈를 듣는 여유를 즐길 수 있다.</p><p>한남동, 이태원, 신사동에 멋진 재즈 바들이 많다. 데이트 장소로도 인기가 많다. 재즈의 선율에 몸을 맡기고 낭만적인 밤을 보내보자. 서울의 재즈 씬은 생각보다 활발하다.</p>",
    "article_html_en": "<p>Introducing clubs and bars where jazz can be enjoyed in Seoul. Places where dignified nights can be spent feeling emotion of live music.</p><h2>Jazz Clubs</h2><p>Itaewon and Hongdae have jazz specialty clubs. Performances by domestic and international jazz musicians can be enjoyed at Jazz Story, Blue Note, Live Hall, etc. Time drinking wine or whiskey while listening to live performance is very special.</p><p>Jazz clubs have quiet and mature atmosphere. Culture of concentrating and appreciating music is established. Not talking loudly during performances is etiquette. Spaces where true music lovers gather.</p><h2>Jazz Bars</h2><p>If wanting to enjoy jazz more casually, jazz bars are recommended. Jazz records are played or small performances are held. Leisurely listening to jazz while drinking cocktails sitting on comfortable sofas can be enjoyed.</p><p>Many nice jazz bars exist in Hannam-dong, Itaewon, Sinsa-dong. Also popular as date venues. Let body go with jazz melodies and spend romantic nights. Seoul's jazz scene is more active than thought.</p>"
  },
  {
    "id": "lf00024",
    "article_html_ko": "<p>서울에서 스트리트 푸드를 즐기는 것은 필수 코스다. 길거리에서 파는 맛있고 저렴한 음식들을 소개한다.</p><h2>대표 스트리트 푸드</h2><p>떡볶이는 한국 길거리 음식의 대표다. 매콤달콤한 맛이 일품이다. 순대, 튀김과 함께 먹으면 완벽한 조합이다. 호떡은 겨울 간식의 정석이다. 따뜻한 호떡을 한 입 베어 물면 달콤한 흑설탕이 입안에 퍼진다.</p><p>붕어빵, 계란빵, 고구마, 군밤도 인기 있는 겨울 간식이다. 여름에는 팥빙수와 아이스크림이 인기다. 치킨, 타코야키, 핫도그 등 다양한 메뉴가 길거리를 가득 채운다.</p><h2>스트리트 푸드 명소</h2><p>명동은 스트리트 푸드의 천국이다. 길거리 곳곳에 다양한 음식 노점이 있다. 특이한 메뉴들도 많아 구경하는 재미가 있다. 신당동 떡볶이 타운에서는 정통 떡볶이를 맛볼 수 있다.</p><p>광장시장, 남대문시장, 동대문시장의 먹거리 골목도 유명하다. 저렴한 가격에 푸짐한 음식을 먹을 수 있다. 길거리 음식으로 서울의 서민 문화를 경험해보자. 맛있고 재미있는 먹방 투어를 떠나보자.</p>",
    "article_html_en": "<p>Enjoying street food in Seoul is essential course. Introducing delicious and inexpensive foods sold on streets.</p><h2>Representative Street Food</h2><p>Tteokbokki is representative of Korean street food. Sweet and spicy taste is excellent. Perfect combination when eaten with sundae and fried foods. Hotteok is classic winter snack. Biting into warm hotteok spreads sweet brown sugar in mouth.</p><p>Bungeoppang, egg bread, sweet potato, roasted chestnuts are also popular winter snacks. In summer, patbingsu and ice cream are popular. Various menus like chicken, takoyaki, hot dogs fill streets.</p><h2>Street Food Attractions</h2><p>Myeongdong is street food paradise. Various food stalls exist everywhere on streets. Many unique menus make browsing fun. Authentic tteokbokki can be tasted at Sindang-dong Tteokbokki Town.</p><p>Food alleys of Gwangjang Market, Namdaemun Market, Dongdaemun Market are also famous. Generous food can be eaten at affordable prices. Experience Seoul's common culture through street food. Take delicious and fun mukbang tour.</p>"
  },
  {
    "id": "lf00025",
    "article_html_ko": "<p>서울에서 사진 찍기 좋은 인생샷 명소들을 소개한다. 인스타그램에 올릴 멋진 사진을 남길 수 있는 곳들이다.</p><h2>이화벽화마을</h2><p>대학로 근처의 이화벽화마을은 계단과 골목에 알록달록한 벽화가 그려져 있다. 날개벽화, 물고기 계단 등이 유명한 포토 스팟이다. 언덕 위에서 내려다보는 서울 풍경도 아름답다. 예술과 일상이 공존하는 특별한 동네다.</p><p>좁은 골목길을 걸으며 구석구석 숨은 벽화를 찾는 재미가 있다. 주민들이 실제로 생활하는 곳이니 조용히 관람하는 것이 중요하다. 오르막이 많으니 편한 신발을 신고 가자.</p><h2>더 많은 포토 스팟</h2><p>북촌 한옥마을은 전통 한옥과 서울 풍경을 한 프레임에 담을 수 있다. DDP(동대문디자인플라자)의 미래적인 건축도 인기 촬영지다. 석촌호수의 벚꽃, 남산타워의 야경, 한강의 일몰 모두 인생샷을 남기기 좋다.</p><p>카페와 음식점도 인테리어가 예쁜 곳이 많다. SNS에서 유행하는 감성 카페를 찾아가 사진을 남겨보자. 서울은 어디를 가도 포토 제닉한 도시다.</p>",
    "article_html_en": "<p>Introducing life shot attractions good for taking photos in Seoul. Places where wonderful photos to post on Instagram can be captured.</p><h2>Ihwa Mural Village</h2><p>Ihwa Mural Village near Daehangno has colorful murals painted on stairs and alleys. Wing mural, fish stairs are famous photo spots. Seoul scenery looked down from hilltop is also beautiful. Special neighborhood where art and daily life coexist.</p><p>Fun of finding hidden murals in every corner walking through narrow alleys exists. Important to view quietly as residents actually live there. Wear comfortable shoes as there are many uphill slopes.</p><h2>More Photo Spots</h2><p>Bukchon Hanok Village can capture traditional hanok and Seoul scenery in one frame. DDP (Dongdaemun Design Plaza)'s futuristic architecture is also popular filming location. All good for leaving life shots: Seokchon Lake cherry blossoms, Namsan Tower night view, Han River sunset.</p><p>Many cafes and restaurants also have pretty interiors. Find trendy sensibility cafes popular on social media and leave photos. Seoul is photogenic city wherever you go.</p>"
  },
  {
    "id": "lf00026",
    "article_html_ko": "<p>서울에서 비오는 날 즐길 수 있는 실내 액티비티를 소개한다. 날씨에 상관없이 재미있게 보낼 수 있는 장소들이다.</p><h2>실내 테마파크</h2><p>롯데월드는 세계 최대의 실내 테마파크다. 비가 와도 걱정 없이 놀이기구를 즐길 수 있다. 롤러코스터, 회전목마, 바이킹 등 다양한 어트랙션이 있다. 아이스링크와 민속박물관도 같이 있어 하루 종일 즐길 수 있다.</p><p>코엑스 아쿠아리움에서는 다양한 해양 생물을 만날 수 있다. 상어, 펭귄, 해파리 등 신기한 생물들을 가까이서 볼 수 있다. 아이들과 함께 가기 좋은 곳이다.</p><h2>문화 공간과 쇼핑</h2><p>비 오는 날에는 박물관이나 미술관을 방문하는 것도 좋다. 조용히 예술 작품을 감상하며 문화적인 시간을 보낼 수 있다. 대형 쇼핑몰에서 쇼핑과 식사, 영화 관람을 한번에 해결할 수도 있다.</p><p>찜질방에서 하루를 보내는 것도 한국적인 경험이다. 다양한 온도의 사우나, 수면실, 식당이 있어 편하게 쉴 수 있다. 비 오는 날도 서울에서는 할 일이 많다.</p>",
    "article_html_en": "<p>Introducing indoor activities enjoyable on rainy days in Seoul. Places where fun can be had regardless of weather.</p><h2>Indoor Theme Parks</h2><p>Lotte World is world's largest indoor theme park. Rides can be enjoyed without worry even when raining. Various attractions like roller coasters, merry-go-rounds, viking ships exist. Ice rink and folk museum also exist together, enjoyable all day.</p><p>Various marine creatures can be met at COEX Aquarium. Amazing creatures like sharks, penguins, jellyfish can be seen up close. Good place to go with children.</p><h2>Cultural Spaces and Shopping</h2><p>Visiting museums or art galleries on rainy days is also good. Cultural time can be spent quietly appreciating artworks. Shopping, dining, movie watching can also be solved at once in large shopping malls.</p><p>Spending a day at jjimjilbang is also Korean experience. Various temperature saunas, sleeping rooms, restaurants exist for comfortable rest. Much to do in Seoul even on rainy days.</p>"
  },
  {
    "id": "lf00027",
    "article_html_ko": "<p>서울에서 한식을 제대로 경험할 수 있는 맛집들을 소개한다. 전통의 맛을 현대적으로 재해석한 레스토랑부터 정통 한정식까지 다양하다.</p><h2>한정식 레스토랑</h2><p>한정식은 여러 가지 반찬이 함께 나오는 한국의 정찬이다. 계절 식재료로 만든 10가지 이상의 요리를 맛볼 수 있다. 강남과 종로에 유명한 한정식집이 많다. 가격대는 높지만 한국 음식의 진수를 경험할 수 있다.</p><p>한정식은 보기에도 아름답다. 각 요리가 예쁜 그릇에 담겨 나온다. 천천히 음미하며 먹는 것이 한정식을 즐기는 방법이다. 중요한 손님을 접대하거나 특별한 날에 방문하기 좋다.</p><h2>서울의 대표 한식</h2><p>삼계탕, 불고기, 갈비찜, 비빔밥 등 대표 한식을 맛볼 수 있는 곳도 많다. 명동, 인사동, 종로 일대에 전통 한식당이 많다. 외국인 관광객들이 많이 찾는 곳들이다.</p><p>한식 뷔페도 인기다. 다양한 한식을 한 자리에서 맛볼 수 있다. 한식의 세계는 무궁무진하다. 발효 음식인 김치와 장류의 깊은 맛을 경험해보자.</p>",
    "article_html_en": "<p>Introducing restaurants where Korean food can be properly experienced in Seoul. Diverse from restaurants modernly reinterpreting traditional taste to authentic hanjeongsik.</p><h2>Hanjeongsik Restaurants</h2><p>Hanjeongsik is Korean fine dining where various side dishes come together. Over 10 dishes made with seasonal ingredients can be tasted. Many famous hanjeongsik houses exist in Gangnam and Jongno. Price range is high but essence of Korean food can be experienced.</p><p>Hanjeongsik is also beautiful to see. Each dish comes in pretty bowls. Slowly savoring while eating is way to enjoy hanjeongsik. Good for entertaining important guests or visiting on special occasions.</p><h2>Representative Korean Food of Seoul</h2><p>Many places where representative Korean foods like samgyetang, bulgogi, galbijjim, bibimbap can be tasted also exist. Many traditional Korean restaurants exist in Myeongdong, Insadong, Jongno area. Places frequently visited by foreign tourists.</p><p>Korean food buffets are also popular. Various Korean foods can be tasted in one place. Korean food world is endless. Experience deep taste of fermented foods like kimchi and jang.</p>"
  },
  {
    "id": "lf00028",
    "article_html_ko": "<p>서울에는 유니크한 컨셉의 카페들이 많다. SNS에서 화제가 되는 테마 카페들을 소개한다.</p><h2>동물 카페</h2><p>고양이 카페, 강아지 카페, 라쿤 카페, 미어캣 카페 등 다양한 동물 카페가 있다. 동물들과 교감하며 힐링할 수 있다. 동물을 키우지 못하는 사람들에게 인기가 많다. 동물 복지를 고려하는 윤리적인 카페를 선택하는 것이 중요하다.</p><p>양이나 알파카를 만날 수 있는 목장 카페도 있다. 도심에서 가까운 곳에서 동물과 교감할 수 있어 주말 나들이로 좋다. 동물 먹이 주기 체험도 가능하다.</p><h2>독특한 컨셉 카페</h2><p>보드게임 카페에서는 친구들과 다양한 게임을 즐길 수 있다. 수백 가지의 보드게임이 준비되어 있다. 만화 카페에는 수천 권의 만화책이 있어 하루 종일 읽을 수 있다. 레고 카페, 플라워 카페, VR 카페 등 다양한 테마 카페가 계속 생겨나고 있다.</p><p>캐릭터 카페도 인기다. BT21, 카카오프렌즈, 라인 프렌즈 등의 팝업 카페가 열린다. 서울의 카페는 커피를 넘어 하나의 문화 공간이다.</p>",
    "article_html_en": "<p>Seoul has many cafes with unique concepts. Introducing theme cafes becoming topics on social media.</p><h2>Animal Cafes</h2><p>Various animal cafes exist including cat cafes, dog cafes, raccoon cafes, meerkat cafes. Healing while interacting with animals is possible. Popular among people who can't raise animals. Important to choose ethical cafes considering animal welfare.</p><p>Ranch cafes where sheep or alpacas can be met also exist. Good for weekend outings as animal interaction is possible in places close to city center. Animal feeding experiences are also possible.</p><h2>Unique Concept Cafes</h2><p>Various games can be enjoyed with friends at board game cafes. Hundreds of board games are prepared. Manga cafes have thousands of comic books allowing all-day reading. Various theme cafes like Lego cafes, flower cafes, VR cafes continue appearing.</p><p>Character cafes are also popular. Pop-up cafes of BT21, Kakao Friends, Line Friends open. Seoul's cafes are cultural spaces beyond coffee.</p>"
  },
  {
    "id": "lf00029",
    "article_html_ko": "<p>서울에서 낭만적인 프러포즈를 계획하고 있다면 이 장소들을 고려해보자. 평생 기억에 남을 특별한 순간을 만들 수 있는 곳들이다.</p><h2>롯데월드타워 서울스카이</h2><p>500미터 높이에서 서울을 내려다보며 프러포즈하는 것은 매우 드라마틱하다. 특히 일몰 시간에 맞춰 방문하면 황금빛 서울을 배경으로 청혼할 수 있다. 전망대 측에 미리 연락하면 이벤트를 도와주기도 한다.</p><p>전망대 카페에서 샴페인과 함께 프러포즈하면 더욱 로맨틱하다. 많은 커플들이 이곳에서 인생의 중요한 순간을 만든다. 반지와 함께 준비한 말을 전하며 평생의 약속을 하자.</p><h2>한강과 남산</h2><p>한강 유람선을 빌려 프라이빗하게 프러포즈할 수도 있다. 강 위에서 서울의 야경을 배경으로 청혼하는 것은 매우 로맨틱하다. 남산타워의 사랑의 자물쇠 앞에서 프러포즈하는 것도 상징적이다.</p><p>레스토랑 프러포즈도 클래식한 선택이다. 고급 레스토랑에 미리 연락해 이벤트를 준비할 수 있다. 중요한 것은 진심이다. 사랑하는 사람에게 마음을 전하는 용기를 내보자.</p>",
    "article_html_en": "<p>If planning romantic proposal in Seoul, consider these places. Places where special moments memorable for lifetime can be created.</p><h2>Lotte World Tower Seoul Sky</h2><p>Proposing while looking down at Seoul from 500 meters height is very dramatic. Especially visiting at sunset allows proposing with golden Seoul as background. Observatory side helps with events when contacted in advance.</p><p>Proposing with champagne at observatory cafe is more romantic. Many couples create important life moments here. Make lifetime promise conveying prepared words with ring.</p><h2>Han River and Namsan</h2><p>Renting Han River cruise boat for private proposal is also possible. Proposing with Seoul's night view as background on river is very romantic. Proposing in front of love locks at Namsan Tower is also symbolic.</p><p>Restaurant proposals are also classic choice. Events can be prepared by contacting upscale restaurants in advance. What's important is sincerity. Have courage to convey heart to loved one.</p>"
  },
  {
    "id": "lf00030",
    "article_html_ko": "<p>서울의 라이프스타일은 끊임없이 진화한다. 트렌드를 선도하는 도시 서울에서 나만의 스타일을 찾아보자.</p><h2>서울의 다이내믹함</h2><p>서울은 전통과 현대가 공존한다. 600년 역사의 궁궐 옆에 초현대식 빌딩이 서 있다. 전통 시장과 명품 거리가 가까이 있다. 이런 대비가 서울을 특별하게 만든다. 빠르게 변화하면서도 뿌리를 잃지 않는 도시다.</p><p>서울 사람들은 트렌드에 민감하다. 새로운 것을 빠르게 받아들이고, 자신만의 스타일로 재해석한다. 패션, 음식, 문화 모든 면에서 실험적이고 창의적이다. 이것이 서울을 매력적인 도시로 만든다.</p><h2>나만의 서울 찾기</h2><p>서울은 너무 크고 다양해서 모든 것을 경험하기 어렵다. 자신의 관심사에 맞는 지역과 장소를 찾아가보자. 패션에 관심 있다면 성수와 청담을, 음식을 좋아한다면 광장시장과 이태원을, 문화를 즐긴다면 홍대와 대학로를 탐험하자.</p><p>서울은 24시간 깨어있는 도시다. 언제든 즐길 거리가 있다. 자신만의 서울 라이프스타일을 만들어가보자. 이 도시는 무한한 가능성으로 가득하다.</p>",
    "article_html_en": "<p>Seoul's lifestyle continuously evolves. Find your own style in Seoul, city leading trends.</p><h2>Seoul's Dynamism</h2><p>Seoul coexists with tradition and modernity. Ultra-modern buildings stand beside 600-year-old palaces. Traditional markets and luxury streets are close by. Such contrasts make Seoul special. City that changes rapidly yet doesn't lose roots.</p><p>Seoul people are sensitive to trends. Quickly accept new things and reinterpret in own style. Experimental and creative in all aspects of fashion, food, culture. This makes Seoul attractive city.</p><h2>Finding Your Own Seoul</h2><p>Seoul is too large and diverse to experience everything. Find regions and places matching your interests. If interested in fashion explore Seongsu and Cheongdam, if you like food explore Gwangjang Market and Itaewon, if you enjoy culture explore Hongdae and Daehangno.</p><p>Seoul is city awake 24 hours. Enjoyments exist anytime. Create your own Seoul lifestyle. This city is full of infinite possibilities.</p>"
  },
    {
    "id": "ds00001",
    "article_html_ko": "<p>무신사는 성수동에 위치한 한국 패션의 중심지다. 온라인 플랫폼을 넘어 오프라인 공간으로 확장하며 패션 문화의 새로운 지평을 열고 있다.</p><h2>무신사 테라스</h2><p>무신사 테라스는 성수동의 랜드마크가 되었다. 5층 건물에는 다양한 브랜드의 팝업 스토어, 카페, 전시 공간이 있다. 젊은 디자이너들의 브랜드를 직접 만나볼 수 있는 공간이다. 인더스트리얼한 인테리어가 성수동의 감성과 완벽하게 어울린다.</p><p>무신사 스탠다드, 무신사 스튜디오 등 자체 브랜드 매장도 있다. 합리적인 가격에 트렌디한 디자인을 만날 수 있다. 매 시즌 새로운 협업 제품과 한정판이 출시되어 패션 애호가들의 발걸음이 끊이지 않는다.</p><h2>성수동 패션 생태계</h2><p>무신사를 중심으로 성수동에는 수많은 패션 브랜드와 편집샵이 모여들었다. 젊은 디자이너들이 자신의 브랜드를 론칭하는 곳이기도 하다. 무신사 본사 주변을 걸으며 다양한 패션 스토어를 탐험하는 재미가 있다.</p><p>성수동은 이제 단순한 공장 지대가 아니라 한국 패션의 미래를 만들어가는 곳이다. 무신사가 그 중심에서 새로운 패션 문화를 이끌고 있다. 패션에 관심 있다면 꼭 방문해야 할 곳이다.</p>",
    "article_html_en": "<p>Musinsa is the center of Korean fashion located in Seongsu-dong. Beyond online platform, expanding to offline space opening new horizons for fashion culture.</p><h2>Musinsa Terrace</h2><p>Musinsa Terrace has become Seongsu-dong's landmark. 5-story building has various brand pop-up stores, cafes, exhibition spaces. Space where young designers' brands can be directly met. Industrial interior perfectly matches Seongsu-dong's sensibility.</p><p>Own brand stores like Musinsa Standard, Musinsa Studio also exist. Trendy designs can be met at reasonable prices. New collaboration products and limited editions release each season, with fashion enthusiasts' footsteps never ceasing.</p><h2>Seongsu-dong Fashion Ecosystem</h2><p>Centered on Musinsa, numerous fashion brands and select shops have gathered in Seongsu-dong. Also place where young designers launch their brands. Fun of exploring various fashion stores walking around Musinsa headquarters exists.</p><p>Seongsu-dong is now not simply factory district but place creating future of Korean fashion. Musinsa leads new fashion culture at center. Must-visit place if interested in fashion.</p>"
  },
  {
    "id": "ds00002",
    "article_html_ko": "<p>성수동의 카페 문화는 서울에서 가장 독특하다. 오래된 공장을 개조한 카페들은 인더스트리얼 감성으로 가득하다. 하루를 투자해 카페 투어를 떠나보자.</p><h2>아침 카페</h2><p>아침은 '카페 온리'에서 시작하자. 오래된 철공소를 개조한 이곳은 높은 천장과 넓은 공간이 인상적이다. 신선한 베이커리와 스페셜티 커피로 하루를 시작하기 좋다. 자연광이 가득 들어오는 공간에서 여유로운 아침을 즐길 수 있다.</p><p>'대림창고'도 아침 방문에 좋다. 실제 창고를 개조해 만든 복합 문화 공간이다. 1층은 카페, 2층은 전시 공간으로 운영된다. 브런치 메뉴가 훌륭해 주말 아침 인기가 많다.</p><h2>오후와 저녁 카페</h2><p>점심 후에는 '어니언'을 방문하자. 베이커리 카페로 유명하며, 특히 크루아상이 맛있다. 인더스트리얼한 외관과 달리 내부는 따뜻하고 아늑하다. 저녁에는 '프릳츠'로 이동하자. 낮과 밤의 분위기가 다른 곳이다.</p><p>성수동에는 이 외에도 수십 개의 개성 있는 카페가 있다. 지도를 들고 걸으며 우연히 발견하는 카페도 특별한 경험이다. 카페 호핑으로 성수동의 매력에 푹 빠져보자.</p>",
    "article_html_en": "<p>Seongsu-dong's cafe culture is most unique in Seoul. Cafes converted from old factories are full of industrial sensibility. Invest a day to take cafe tour.</p><h2>Morning Cafes</h2><p>Start morning at 'Cafe Onion'. This place converted from old ironworks is impressive with high ceilings and spacious area. Good for starting day with fresh bakery and specialty coffee. Leisurely morning can be enjoyed in space full of natural light.</p><p>'Daelim Warehouse' is also good for morning visits. Complex cultural space created by converting actual warehouse. First floor operates as cafe, second floor as exhibition space. Brunch menu is excellent, popular on weekend mornings.</p><h2>Afternoon and Evening Cafes</h2><p>After lunch, visit 'Onion'. Famous as bakery cafe, croissants especially delicious. Unlike industrial exterior, interior is warm and cozy. In evening, move to 'Fritz'. Place where day and night atmospheres differ.</p><p>Besides these, dozens of distinctive cafes exist in Seongsu-dong. Cafes discovered by chance while walking with map are also special experiences. Fall into Seongsu-dong's charm through cafe hopping.</p>"
  },
  {
    "id": "ds00003",
    "article_html_ko": "<p>한남동은 조용하고 세련된 서울의 숨은 맛집 천국이다. 미슐랭 스타 레스토랑부터 감각적인 브런치 카페까지, 미식가들의 성지로 불린다.</p><h2>파인 다이닝</h2><p>한남동에는 미슐랭 가이드에 오른 레스토랑이 여럿 있다. 모던 한식, 프렌치, 이탈리안 등 다양한 장르의 고급 레스토랑이 모여 있다. 셰프의 창의성과 정성이 담긴 요리를 맛볼 수 있다. 가격대는 높지만 특별한 날에 방문하기 좋다.</p><p>예약은 필수다. 인기 레스토랑은 몇 주 전부터 예약이 꽉 찬다. 코스 요리를 천천히 즐기며 와인과 페어링하는 경험은 잊지 못할 추억이 된다. 음식뿐 아니라 서비스와 분위기도 일류다.</p><h2>캐주얼 다이닝</h2><p>부담 없이 즐길 수 있는 맛집도 많다. 이탈리안 트라토리아, 일식 이자카야, 프렌치 비스트로 등 다양하다. 합리적인 가격에 훌륭한 맛을 경험할 수 있다. 한남동을 걷다 보면 숨은 맛집을 발견하는 재미가 있다.</p><p>브런치 카페도 유명하다. 주말 오전에는 브런치를 즐기는 사람들로 붐빈다. 한남동은 미식의 여행을 떠나기에 완벽한 동네다. 맛집 투어로 하루를 채워보자.</p>",
    "article_html_en": "<p>Hannam-dong is Seoul's hidden restaurant paradise, quiet and sophisticated. From Michelin-starred restaurants to sensible brunch cafes, called holy land of gourmets.</p><h2>Fine Dining</h2><p>Hannam-dong has several restaurants listed in Michelin Guide. High-end restaurants of various genres including modern Korean, French, Italian are gathered. Dishes containing chef's creativity and sincerity can be tasted. Price range is high but good for visiting on special occasions.</p><p>Reservations are essential. Popular restaurants fill up weeks in advance. Experience of slowly enjoying course meals and pairing with wine becomes unforgettable memory. Not only food but service and atmosphere are also first-class.</p><h2>Casual Dining</h2><p>Many restaurants enjoyable without burden also exist. Various including Italian trattoria, Japanese izakaya, French bistro. Excellent taste can be experienced at reasonable prices. Walking through Hannam-dong has fun of discovering hidden restaurants.</p><p>Brunch cafes are also famous. Weekend mornings are crowded with people enjoying brunch. Hannam-dong is perfect neighborhood for taking gastronomic journey. Fill day with restaurant tour.</p>"
  },
  {
    "id": "ds00004",
    "article_html_ko": "<p>홍대는 서울 클럽 문화의 중심지다. 다양한 장르의 음악과 자유로운 분위기를 즐길 수 있는 클럽들이 모여 있다.</p><h2>메인스트림 클럽</h2><p>홍대 클럽은 크게 메인스트림과 언더그라운드로 나뉜다. 메인스트림 클럽은 EDM, 하우스, 케이팝 등 대중적인 음악을 틀어준다. 엠디엠, 폴리곤, 상상마당 등이 대표적이다. 넓은 공간과 화려한 조명, 강력한 사운드 시스템을 갖추고 있다.</p><p>주말에는 세계적인 DJ들의 공연이 열리기도 한다. 입장료는 2-3만 원 정도이며, 프리 드링크가 포함되는 경우가 많다. 드레스 코드는 스마트 캐주얼 정도면 충분하다. 친구들과 함께 가면 더 즐겁다.</p><h2>언더그라운드 클럽</h2><p>언더그라운드 클럽은 좀 더 실험적인 음악을 즐길 수 있다. 테크노, 하우스, 힙합 등 다양한 장르의 음악이 흐른다. 규모는 작지만 진정한 클러버들이 모이는 곳이다. 음악에 집중하며 춤추는 문화가 자리잡고 있다.</p><p>홍대 클럽 문화의 매력은 자유로움이다. 누구나 편하게 즐길 수 있다. 밤새 춤추며 스트레스를 날려보자. 홍대의 밤은 언제나 뜨겁다.</p>",
    "article_html_en": "<p>Hongdae is center of Seoul's club culture. Clubs where various genre music and free atmosphere can be enjoyed are gathered.</p><h2>Mainstream Clubs</h2><p>Hongdae clubs are largely divided into mainstream and underground. Mainstream clubs play popular music like EDM, house, K-pop. MdM, Polygon, Sangsangmadang are representative. Equipped with spacious areas, flashy lighting, and powerful sound systems.</p><p>Performances by world-class DJs are also held on weekends. Admission is about 20-30,000 won, often including free drinks. Smart casual dress code is sufficient. More fun when going with friends.</p><h2>Underground Clubs</h2><p>Underground clubs allow enjoying more experimental music. Various genre music like techno, house, hip-hop flows. Small in scale but places where true clubbers gather. Culture of dancing while concentrating on music is established.</p><p>Charm of Hongdae club culture is freedom. Anyone can enjoy comfortably. Dance all night and blow away stress. Hongdae's night is always hot.</p>"
  },
  {
    "id": "ds00005",
    "article_html_ko": "<p>명동은 서울 쇼핑의 중심지다. 화장품부터 패션, 액세서리까지 모든 것을 한곳에서 해결할 수 있는 쇼핑 천국이다.</p><h2>화장품 쇼핑</h2><p>명동은 K-뷰티의 성지다. 이니스프리, 에뛰드하우스, 더페이스샵, 토니모리 등 한국 화장품 브랜드 매장이 즐비하다. 각 매장에서는 할인 이벤트와 사은품 증정이 수시로 진행된다. 외국인 관광객을 위한 면세 서비스도 제공된다.</p><p>매장 직원들이 피부 타입에 맞는 제품을 추천해준다. 테스터가 준비되어 있어 직접 사용해볼 수 있다. 시트 마스크, 립스틱, BB크림 등은 가격 대비 품질이 뛰어나 선물용으로도 인기다. 명동에서 K-뷰티 쇼핑을 만끽하자.</p><h2>패션과 액세서리</h2><p>명동에는 자라, H&M, 유니클로 같은 SPA 브랜드 매장이 크게 자리잡고 있다. 최신 트렌드 아이템을 합리적인 가격에 구매할 수 있다. 액세서리 가게도 많아 귀걸이, 목걸이, 가방 등을 저렴하게 살 수 있다.</p><p>지하상가와 골목 상점에는 더 저렴한 제품들이 있다. 흥정도 가능하다. 명동 거리를 걸으며 쇼핑하는 것 자체가 즐거운 경험이다. 쇼핑 후에는 길거리 음식으로 에너지를 보충하자.</p>",
    "article_html_en": "<p>Myeongdong is center of Seoul shopping. Shopping paradise where everything from cosmetics to fashion and accessories can be solved in one place.</p><h2>Cosmetics Shopping</h2><p>Myeongdong is holy land of K-beauty. Korean cosmetics brand stores like Innisfree, Etude House, The Face Shop, Tony Moly line up. Discount events and free gift giveaways proceed regularly at each store. Tax-free services for foreign tourists are also provided.</p><p>Store staff recommend products suited to skin type. Testers are prepared for direct trial. Sheet masks, lipsticks, BB creams have excellent quality for price, popular as gifts too. Enjoy K-beauty shopping in Myeongdong.</p><h2>Fashion and Accessories</h2><p>SPA brand stores like Zara, H&M, Uniqlo are largely positioned in Myeongdong. Latest trend items can be purchased at reasonable prices. Many accessory shops allow buying earrings, necklaces, bags cheaply.</p><p>Underground shopping centers and alley shops have even cheaper products. Bargaining is also possible. Walking and shopping through Myeongdong streets is itself enjoyable experience. After shopping, replenish energy with street food.</p>"
  },
  {
    "id": "ds00006",
    "article_html_ko": "<p>이태원은 서울에서 가장 다양한 바 문화를 경험할 수 있는 곳이다. 각국의 술과 음식을 즐기며 국제적인 밤을 보낼 수 있다.</p><h2>다양한 바 종류</h2><p>이태원에는 칵테일 바, 와인 바, 위스키 바, 맥주 펍, 스포츠 바 등 다양한 종류의 바가 있다. 취향에 따라 선택할 수 있다. 루프탑 바에서는 서울의 야경을 감상하며 술을 즐길 수 있다. 분위기 있는 재즈 바도 인기가 많다.</p><p>바마다 특색이 있다. 어떤 곳은 조용하고 아늑하며, 어떤 곳은 시끌벅적하고 활기차다. 혼자 조용히 술을 마시고 싶다면 와인 바나 위스키 바를, 친구들과 떠들며 즐기고 싶다면 펍을 선택하자.</p><h2>국제적인 분위기</h2><p>이태원 바의 가장 큰 매력은 국제적인 분위기다. 전 세계에서 온 사람들을 만날 수 있다. 영어가 잘 통하며, 외국인 바텐더도 많다. 다양한 문화가 섞인 자유로운 분위기를 즐길 수 있다.</p><p>경리단길을 따라 걸으며 마음에 드는 바를 찾아가보자. 바 호핑을 하며 이태원의 밤을 즐기는 것도 좋다. 새로운 사람들과 대화하며 특별한 밤을 만들어보자.</p>",
    "article_html_en": "<p>Itaewon is place where Seoul's most diverse bar culture can be experienced. International nights can be spent enjoying drinks and food from each country.</p><h2>Various Bar Types</h2><p>Itaewon has various types of bars including cocktail bars, wine bars, whiskey bars, beer pubs, sports bars. Can choose according to taste. At rooftop bars, drinks can be enjoyed while appreciating Seoul's night view. Atmospheric jazz bars are also popular.</p><p>Each bar has characteristics. Some places are quiet and cozy, some are noisy and lively. If wanting to quietly drink alone, choose wine bars or whiskey bars; if wanting to enjoy chatting with friends, choose pubs.</p><h2>International Atmosphere</h2><p>Biggest charm of Itaewon bars is international atmosphere. People from all over world can be met. English works well, and many foreign bartenders exist. Free atmosphere mixed with various cultures can be enjoyed.</p><p>Walk along Gyeongnidan-gil and find bars you like. Bar hopping and enjoying Itaewon's night is also good. Create special nights chatting with new people.</p>"
  },
  {
    "id": "ds00007",
    "article_html_ko": "<p>강남은 서울의 럭셔리 쇼핑과 라이프스타일의 중심이다. 명품 거리부터 트렌디한 편집샵까지, 고급 쇼핑의 모든 것이 있다.</p><h2>청담동 명품 거리</h2><p>청담동은 한국의 베벌리힐스로 불린다. 샤넬, 루이비통, 에르메스, 디올 등 세계 최고 명품 브랜드의 플래그십 스토어가 즐비하다. 건축적으로도 아름다운 매장들이 거리를 장식한다. 쇼핑하지 않아도 구경하는 것만으로 즐겁다.</p><p>갤러리아 백화점 명품관은 한곳에서 다양한 명품을 볼 수 있다. VIP 라운지와 개인 쇼핑 서비스도 제공된다. 청담동에서는 명품 쇼핑을 하는 사람들을 흔히 볼 수 있다. 화려한 강남의 분위기를 느낄 수 있는 곳이다.</p><h2>압구정과 신사동</h2><p>압구정 로데오 거리는 젊은 감각의 패션 브랜드가 모여 있다. 한국 디자이너 브랜드와 해외 편집샵이 공존한다. 신사동 가로수길은 트렌디한 카페와 부티크가 줄지어 있다. 플래그십 스토어와 팝업 스토어가 자주 열린다.</p><p>강남에서는 최신 트렌드를 가장 먼저 만날 수 있다. 고급스러운 분위기 속에서 쇼핑을 즐기고 싶다면 강남이 정답이다. 쇼핑 후에는 고급 레스토랑에서 식사를 즐기자.</p>",
    "article_html_en": "<p>Gangnam is center of Seoul's luxury shopping and lifestyle. From luxury brand streets to trendy select shops, everything of high-end shopping exists.</p><h2>Cheongdam-dong Luxury Street</h2><p>Cheongdam-dong is called Korea's Beverly Hills. Flagship stores of world's finest luxury brands like Chanel, Louis Vuitton, Hermès, Dior line up. Architecturally beautiful stores decorate streets. Enjoyable just browsing even without shopping.</p><p>Galleria Department Store luxury hall allows seeing various luxury brands in one place. VIP lounge and personal shopping services are also provided. In Cheongdam-dong, people luxury shopping are commonly seen. Place where Gangnam's glamorous atmosphere can be felt.</p><h2>Apgujeong and Sinsa-dong</h2><p>Apgujeong Rodeo Street has fashion brands with young sensibility gathered. Korean designer brands and overseas select shops coexist. Sinsa-dong Garosu-gil has trendy cafes and boutiques lined up. Flagship stores and pop-up stores frequently open.</p><p>Latest trends can be met first in Gangnam. If wanting to enjoy shopping in luxurious atmosphere, Gangnam is answer. After shopping, enjoy meals at upscale restaurants.</p>"
  },
  {
    "id": "ds00008",
    "article_html_ko": "<p>삼청동은 전통과 현대가 조화를 이루는 특별한 동네다. 한옥과 현대식 건물이 공존하며 독특한 분위기를 만든다.</p><h2>삼청동 거리</h2><p>삼청동 메인 거리를 따라 걸으면 양쪽으로 개성 있는 가게들이 즐비하다. 갤러리, 공예품 가게, 카페, 레스토랑이 어우러져 있다. 한옥을 개조한 카페에서 전통차를 마시는 경험은 특별하다. 현대적으로 재해석된 한식 레스토랑도 많다.</p><p>삼청동은 경복궁과 가까워 함께 방문하기 좋다. 궁궐 관람 후 삼청동에서 점심을 먹고 카페에서 차를 마시는 코스가 인기다. 거리 자체가 예술작품 같아 산책하기 좋다. 주말에는 관광객으로 붐비니 평일 방문을 추천한다.</p><h2>숨은 골목</h2><p>메인 거리에서 벗어나 작은 골목으로 들어가면 더 특별한 곳들이 숨어 있다. 작은 갤러리에서 전시를 보거나, 아티스트의 공방을 방문할 수 있다. 숨은 맛집과 카페를 발견하는 재미도 있다.</p><p>삼청동은 천천히 걸으며 감상하는 곳이다. 서두르지 말고 여유롭게 시간을 보내자. 전통과 현대가 만나는 삼청동의 매력에 빠져보자.</p>",
    "article_html_en": "<p>Samcheong-dong is special neighborhood where tradition and modernity harmonize. Hanoks and modern buildings coexist creating unique atmosphere.</p><h2>Samcheong-dong Street</h2><p>Walking along Samcheong-dong main street, distinctive shops line up on both sides. Galleries, craft shops, cafes, restaurants blend together. Experience of drinking traditional tea at cafes converted from hanoks is special. Many Korean restaurants modernly reinterpreted also exist.</p><p>Samcheong-dong is close to Gyeongbokgung, good for visiting together. Course of having lunch in Samcheong-dong and drinking tea at cafe after palace tour is popular. Street itself is like artwork, good for walking. Crowded with tourists on weekends, so weekday visits are recommended.</p><h2>Hidden Alleys</h2><p>Entering small alleys away from main street, more special places are hidden. Can see exhibitions at small galleries or visit artists' studios. Fun of discovering hidden restaurants and cafes also exists.</p><p>Samcheong-dong is place to slowly walk and appreciate. Don't hurry and spend time leisurely. Fall into Samcheong-dong's charm where tradition and modernity meet.</p>"
  },
  {
    "id": "ds00009",
    "article_html_ko": "<p>익선동은 좁은 한옥 골목에 트렌디한 카페와 술집이 들어선 독특한 동네다. 레트로와 힙스터 문화가 만나는 곳이다.</p><h2>한옥 카페와 바</h2><p>익선동의 매력은 오래된 한옥을 개조한 공간들이다. 전통 한옥의 외관을 유지하면서 내부는 현대적으로 꾸몄다. 좁은 마당에 앉아 커피를 마시거나, 한옥 바에서 칵테일을 즐길 수 있다. 과거와 현재가 공존하는 독특한 분위기를 느낄 수 있다.</p><p>익선다다, 대오서점, 식물 등이 유명하다. 각 공간마다 개성이 뚜렷하다. 인스타그램 감성의 인테리어로 사진 찍기에도 좋다. 젊은 사람들 사이에서 데이트 코스로 인기가 많다.</p><h2>익선동 탐험</h2><p>익선동은 미로 같은 골목길이 매력이다. 길을 잃을 것 같지만 그것도 재미다. 구석구석 숨은 가게들을 발견하며 돌아다니는 즐거움이 있다. 낮과 밤의 분위기가 완전히 다르다. 저녁에는 골목에 불이 켜지며 더욱 로맨틱해진다.</p><p>익선동은 작은 동네지만 볼거리가 많다. 천천히 걸으며 구석구석 탐험해보자. 옛것과 새것이 어우러진 익선동만의 특별한 매력을 느껴보자.</p>",
    "article_html_en": "<p>Ikseon-dong is unique neighborhood where trendy cafes and bars entered narrow hanok alleys. Place where retro and hipster culture meet.</p><h2>Hanok Cafes and Bars</h2><p>Charm of Ikseon-dong is spaces converted from old hanoks. While maintaining traditional hanok exterior, interiors are modernly decorated. Can drink coffee sitting in narrow courtyards or enjoy cocktails at hanok bars. Unique atmosphere where past and present coexist can be felt.</p><p>Ikseon Dadada, Daeo Bookstore, Sikmul are famous. Each space has distinct personality. Good for taking photos with Instagram-sensibility interiors. Popular as date course among young people.</p><h2>Exploring Ikseon-dong</h2><p>Ikseon-dong's charm is maze-like alleys. Seems like getting lost but that's also fun. Pleasure of discovering hidden shops in every corner while wandering exists. Day and night atmospheres are completely different. In evening, lights turn on in alleys becoming more romantic.</p><p>Ikseon-dong is small neighborhood but has much to see. Walk slowly and explore every corner. Feel Ikseon-dong's special charm where old and new blend.</p>"
  },
  {
    "id": "ds00010",
    "article_html_ko": "<p>연남동은 홍대의 번잡함에서 벗어나 조용하면서도 감각적인 동네다. 감성 카페와 독립 서점이 모여 있는 힐링 공간이다.</p><h2>경의선 숲길</h2><p>연남동의 중심에는 경의선 숲길이 있다. 옛 기차길을 공원으로 만든 곳이다. 나무가 우거진 산책로를 걸으며 도심 속 자연을 느낄 수 있다. 곳곳에 벤치가 있어 쉬어가기 좋다. 봄에는 벚꽃이, 가을에는 단풍이 아름답다.</p><p>숲길을 따라 카페와 레스토랑이 즐비하다. 테라스 좌석에 앉아 커피를 마시며 숲을 바라보는 여유를 즐길 수 있다. 주말 오후에는 산책하는 사람들로 붐빈다. 연남동의 낭만을 느끼고 싶다면 꼭 방문해야 할 곳이다.</p><h2>감성 카페와 서점</h2><p>연남동에는 개성 있는 카페가 많다. 작은 로스터리 카페에서 신선한 원두로 내린 커피를 맛볼 수 있다. 인테리어가 예쁜 디저트 카페도 인기다. '유어마인드' 같은 독립 서점에서는 큐레이션된 책을 만날 수 있다.</p><p>연남동은 홍대에 비해 조용하고 여유롭다. 천천히 걸으며 카페와 서점을 탐험하기 좋다. 혼자 방문해도 편안한 동네다. 연남동에서 여유로운 오후를 보내보자.</p>",
    "article_html_en": "<p>Yeonnam-dong is quiet yet sensible neighborhood away from Hongdae's bustle. Healing space where sensibility cafes and independent bookstores are gathered.</p><h2>Gyeongui Line Forest Park</h2><p>At center of Yeonnam-dong is Gyeongui Line Forest Park. Place made into park from old train tracks. Can feel nature in city center walking through tree-lined walkways. Benches everywhere good for resting. Cherry blossoms in spring, autumn leaves in fall are beautiful.</p><p>Cafes and restaurants line up along forest path. Leisurely drinking coffee while looking at forest sitting on terrace seats can be enjoyed. Crowded with people walking on weekend afternoons. Must-visit place if wanting to feel Yeonnam-dong's romance.</p><h2>Sensibility Cafes and Bookstores</h2><p>Yeonnam-dong has many distinctive cafes. Coffee brewed with fresh beans can be tasted at small roastery cafes. Dessert cafes with pretty interiors are also popular. Curated books can be met at independent bookstores like 'Your Mind'.</p><p>Yeonnam-dong is quieter and more leisurely compared to Hongdae. Good for slowly walking and exploring cafes and bookstores. Comfortable neighborhood even visiting alone. Spend leisurely afternoon in Yeonnam-dong.</p>"
  },
  {
    "id": "ds00011",
    "article_html_ko": "<p>망원동은 서울의 숨은 맛집과 카페가 가득한 동네다. 로컬들이 사랑하는 진짜 서울의 모습을 볼 수 있다.</p><h2>망원 시장</h2><p>망원 시장은 전통 시장의 정취를 느낄 수 있는 곳이다. 신선한 과일, 채소, 반찬을 저렴하게 구매할 수 있다. 시장 안 먹거리 골목에는 떡볶이, 순대, 튀김 같은 간식을 파는 가게가 많다. 저렴한 가격에 푸짐하게 먹을 수 있어 인기다.</p><p>시장 근처에는 오래된 맛집들이 많다. 칼국수, 냉면, 돈가스 같은 서민 음식을 맛볼 수 있다. 화려하지는 않지만 정직한 맛으로 승부하는 곳들이다. 로컬 맛집을 찾는 재미가 있다.</p><h2>카페와 술집</h2><p>망원동에는 감각적인 카페들이 속속 생겨나고 있다. 홍대보다 임대료가 저렴해 젊은 창업자들이 카페를 열고 있다. 개성 있는 인테리어와 좋은 커피로 승부한다. 망리단길을 따라 걸으며 카페 투어를 즐길 수 있다.</p><p>저녁에는 작은 술집들이 문을 연다. 이자카야, 포차, 와인 바 등 다양하다. 합리적인 가격에 분위기 좋은 곳이 많다. 망원동에서 로컬의 삶을 경험해보자.</p>",
    "article_html_en": "<p>Mangwon-dong is neighborhood full of Seoul's hidden restaurants and cafes. Can see real Seoul loved by locals.</p><h2>Mangwon Market</h2><p>Mangwon Market is place where traditional market sentiment can be felt. Fresh fruits, vegetables, side dishes can be purchased cheaply. Food alleys inside market have many shops selling snacks like tteokbokki, sundae, fried foods. Popular for generous eating at affordable prices.</p><p>Near market are many old restaurants. Common foods like kalguksu, naengmyeon, pork cutlet can be tasted. Not flashy but places competing with honest taste. Fun of finding local restaurants exists.</p><h2>Cafes and Bars</h2><p>Sensible cafes are continuously appearing in Mangwon-dong. Young entrepreneurs are opening cafes as rent is cheaper than Hongdae. Compete with distinctive interiors and good coffee. Cafe tours can be enjoyed walking along Mangridan-gil.</p><p>In evening, small bars open. Various including izakaya, pocha, wine bars. Many places with good atmosphere at reasonable prices. Experience local life in Mangwon-dong.</p>"
  },
  {
    "id": "ds00012",
    "article_html_ko": "<p>을지로는 오래된 인쇄소와 철공소가 모여 있던 곳이다. 최근 젊은 아티스트들이 모여들며 새로운 문화 공간으로 재탄생하고 있다.</p><h2>을지로 감성</h2><p>을지로의 매력은 낡고 오래된 것의 아름다움이다. 40-50년 된 건물들이 그대로 남아 있다. 이 오래된 건물에 카페, 바, 갤러리가 들어서며 독특한 분위기를 만든다. 인더스트리얼한 인테리어가 을지로의 정체성과 잘 어울린다.</p><p>낮에는 인쇄소와 철공소가 바쁘게 돌아간다. 저녁이 되면 젊은이들이 모여든다. 낮과 밤의 모습이 극명하게 다른 것도 을지로의 매력이다. 을지로3가, 을지로4가 일대가 특히 핫하다.</p><h2>을지로 맛집과 바</h2><p>을지로에는 오래된 맛집이 많다. 족발, 곱창, 닭한마리 같은 서민 음식을 전문으로 하는 곳들이다. 허름하지만 맛은 일품이다. 소문난 맛집은 항상 웨이팅이 있다. 저녁에는 분위기 있는 바들이 문을 연다.</p><p>'노가리 골목'은 을지로의 명물이다. 좁은 골목에 포장마차들이 즐비하다. 저렴한 가격에 술과 안주를 즐길 수 있다. 을지로에서 옛 서울의 향수를 느껴보자.</p>",
    "article_html_en": "<p>Euljiro is place where old printing houses and ironworks were gathered. Recently young artists are gathering, being reborn as new cultural space.</p><h2>Euljiro Sensibility</h2><p>Charm of Euljiro is beauty of old and aged things. 40-50 year old buildings remain as is. Cafes, bars, galleries enter these old buildings creating unique atmosphere. Industrial interiors match well with Euljiro's identity.</p><p>During day, printing houses and ironworks busily operate. When evening comes, young people gather. Day and night appearances being strikingly different is also Euljiro's charm. Euljiro 3-ga, Euljiro 4-ga areas are especially hot.</p><h2>Euljiro Restaurants and Bars</h2><p>Euljiro has many old restaurants. Places specializing in common foods like jokbal, gopchang, dakhanmari. Shabby but taste is excellent. Famous restaurants always have waiting. In evening, atmospheric bars open.</p><p>'Nogari Alley' is Euljiro's specialty. Food carts line up in narrow alley. Drinks and snacks can be enjoyed at affordable prices. Feel old Seoul's nostalgia in Euljiro.</p>"
  },
  {
    "id": "ds00013",
    "article_html_ko": "<p>가로수길은 강남의 패셔너블한 거리다. 플래그십 스토어와 셀렉트 샵이 즐비하며, 트렌드의 최전선을 경험할 수 있다.</p><h2>패션 스트리트</h2><p>가로수길 메인 거리를 따라 국내외 유명 브랜드 매장이 늘어서 있다. 3층 규모의 플래그십 스토어들은 건축적으로도 아름답다. 윈도우 쇼핑만 해도 즐겁다. 최신 시즌 컬렉션을 가장 먼저 만날 수 있는 곳이다.</p><p>신진 디자이너 브랜드의 부티크도 많다. 독특한 디자인의 옷과 액세서리를 발견할 수 있다. 가격대는 다양해 부담 없이 쇼핑할 수 있는 곳도 많다. 가로수길은 패션 피플들의 성지다.</p><h2>카페와 레스토랑</h2><p>쇼핑 중간중간 들를 수 있는 카페와 레스토랑이 많다. 유명 브랜드의 카페나 미슐랭 가이드 레스토랑도 있다. 테라스 좌석에 앉아 사람들을 구경하는 것도 재미있다. 브런치 카페도 인기가 많다.</p><p>가로수길 뒤편의 세로수길도 탐험해보자. 좀 더 조용하고 감각적인 공간들이 숨어 있다. 가로수길에서 강남의 세련된 라이프스타일을 경험해보자.</p>",
    "article_html_en": "<p>Garosu-gil is Gangnam's fashionable street. Flagship stores and select shops line up, allowing experiencing forefront of trends.</p><h2>Fashion Street</h2><p>Famous domestic and international brand stores line up along Garosu-gil main street. 3-story flagship stores are also architecturally beautiful. Enjoyable even just window shopping. Place where latest season collections can be met first.</p><p>Many boutiques of emerging designer brands also exist. Clothes and accessories with unique designs can be discovered. Price ranges are diverse with many places allowing burden-free shopping. Garosu-gil is holy land of fashion people.</p><h2>Cafes and Restaurants</h2><p>Many cafes and restaurants exist for stopping during shopping. Famous brand cafes or Michelin Guide restaurants also exist. Watching people sitting on terrace seats is also fun. Brunch cafes are also popular.</p><p>Explore Serosu-gil behind Garosu-gil too. Quieter and more sensible spaces are hidden. Experience Gangnam's sophisticated lifestyle in Garosu-gil.</p>"
  },
  {
    "id": "ds00014",
    "article_html_ko": "<p>서촌은 경복궁 서쪽에 위치한 한옥 마을이다. 북촌보다 조용하고 여유로우며, 예술가들이 사랑하는 동네다.</p><h2>서촌의 역사</h2><p>서촌은 조선시대 중인들이 살던 곳이다. 화가, 시인 같은 예술가들이 많이 거주했다. 이중섭, 윤동주, 이상 같은 유명 인사들의 흔적이 남아 있다. 서촌을 걸으며 그들의 발자취를 따라가볼 수 있다.</p><p>골목길을 따라 오래된 한옥이 잘 보존되어 있다. 북촌에 비해 관광객이 적어 한옥 마을의 진정한 모습을 볼 수 있다. 실제 주민들이 거주하고 있으니 조용히 관람하는 것이 중요하다.</p><h2>카페와 갤러리</h2><p>서촌에는 한옥을 개조한 카페와 갤러리가 많다. 전통 찻집에서 차를 마시거나, 작은 갤러리에서 전시를 감상할 수 있다. 감각적인 편집샵과 공방도 있다. 예술가들이 운영하는 공간이 많아 독특한 작품을 만날 수 있다.</p><p>서촌은 천천히 걸으며 감상하는 곳이다. 골목 구석구석 숨은 이야기가 있다. 예술과 역사가 살아 숨 쉬는 서촌의 매력을 발견해보자.</p>",
    "article_html_en": "<p>Seochon is hanok village located west of Gyeongbokgung. Quieter and more leisurely than Bukchon, neighborhood loved by artists.</p><h2>Seochon's History</h2><p>Seochon is where jungin (middle class) lived during Joseon Dynasty. Many artists like painters and poets resided. Traces of famous figures like Lee Jung-seob, Yun Dong-ju, Yi Sang remain. Can follow their footsteps walking through Seochon.</p><p>Old hanoks are well preserved along alleyways. Compared to Bukchon, fewer tourists allow seeing true appearance of hanok village. Important to view quietly as actual residents live there.</p><h2>Cafes and Galleries</h2><p>Seochon has many cafes and galleries converted from hanoks. Can drink tea at traditional tea houses or appreciate exhibitions at small galleries. Sensible select shops and studios also exist. Many spaces operated by artists allow meeting unique works.</p><p>Seochon is place to slowly walk and appreciate. Hidden stories exist in every corner of alleys. Discover charm of Seochon where art and history live and breathe.</p>"
  },
  {
    "id": "ds00015",
    "article_html_ko": "<p>성수동의 밤은 낮과는 또 다른 매력이 있다. 조용했던 공장 지대가 저녁이 되면 활기찬 나이트 스팟으로 변한다.</p><h2>성수동 바와 펍</h2><p>성수동에는 감각적인 바들이 많다. 낮에는 카페로, 밤에는 바로 운영되는 곳도 있다. 칵테일 바, 와인 바, 맥주 펍 등 취향에 따라 선택할 수 있다. 인더스트리얼한 인테리어가 밤이 되면 더욱 멋스럽다.</p><p>루프탑 바에서는 성수동의 야경을 감상할 수 있다. 시원한 바람을 맞으며 술을 즐기기 좋다. 라이브 음악이 있는 바에서는 공연을 즐길 수 있다. 성수동의 밤은 홍대나 강남과는 다른 차분하면서도 세련된 분위기다.</p><h2>레스토랑과 야식</h2><p>저녁 식사를 즐길 수 있는 레스토랑도 많다. 이탈리안, 프렌치, 한식 등 다양한 장르의 레스토랑이 있다. 분위기 있는 공간에서 맛있는 식사를 할 수 있다. 밤늦게까지 영업하는 곳도 많아 여유롭게 즐길 수 있다.</p><p>야식이 땡긴다면 곱창, 족발 같은 야식 맛집을 찾아가자. 성수동의 밤은 다채롭다. 낮의 카페 투어에 이어 밤의 바 호핑을 즐겨보자.</p>",
    "article_html_en": "<p>Seongsu-dong's night has different charm from day. Quiet factory district transforms into lively night spot when evening comes.</p><h2>Seongsu-dong Bars and Pubs</h2><p>Seongsu-dong has many sensible bars. Some places operate as cafes during day, bars at night. Can choose according to taste including cocktail bars, wine bars, beer pubs. Industrial interiors become more stylish at night.</p><p>Seongsu-dong's night view can be appreciated at rooftop bars. Good for enjoying drinks while feeling cool breeze. Can enjoy performances at bars with live music. Seongsu-dong's night has calm yet sophisticated atmosphere different from Hongdae or Gangnam.</p><h2>Restaurants and Late-Night Snacks</h2><p>Many restaurants where dinner can be enjoyed also exist. Restaurants of various genres including Italian, French, Korean exist. Delicious meals can be had in atmospheric spaces. Many places operate until late at night allowing leisurely enjoyment.</p><p>If craving late-night snacks, find late-night restaurants like gopchang, jokbal. Seongsu-dong's night is colorful. Following daytime cafe tour, enjoy nighttime bar hopping.</p>"
  },
    {
    "id": "ds00016",
    "article_html_ko": "<p>한강은 서울의 중심을 가로지르는 생명줄이다. 각 지역의 한강공원마다 특색이 있어 다양한 즐길 거리를 제공한다.</p><h2>여의도 한강공원</h2><p>여의도 한강공원은 가장 큰 규모다. 넓은 잔디밭에서 피크닉을 즐기거나 자전거를 탈 수 있다. 봄에는 윤중로 벚꽃이 장관을 이룬다. 반포대교의 달빛무지개분수는 음악에 맞춰 춤추는 분수쇼를 선보인다.</p><p>여의도에는 편의점, 카페, 자전거 대여점이 잘 갖춰져 있다. 치맥(치킨과 맥주)을 즐기는 사람들을 쉽게 볼 수 있다. 저녁 시간의 야경도 아름답다. 주말에는 가족 단위 방문객으로 붐빈다.</p><h2>뚝섬과 반포 한강공원</h2><p>뚝섬 한강공원은 수상 스포츠를 즐길 수 있다. 윈드서핑, 수상스키, 요트 등을 체험할 수 있다. 반포 한강공원은 세빛섬과 가까워 야경이 특히 아름답다. 한강 유람선을 타는 것도 좋은 경험이다.</p><p>한강은 서울 시민들의 휴식처다. 계절마다 다른 매력을 가진 한강에서 여유로운 시간을 보내보자. 한강의 낭만을 만끽하자.</p>",
    "article_html_en": "<p>Han River is lifeline crossing Seoul's center. Each area's Han River Park has characteristics providing various enjoyments.</p><h2>Yeouido Han River Park</h2><p>Yeouido Han River Park is largest scale. Can enjoy picnics on wide lawns or ride bicycles. In spring, Yunjung-ro cherry blossoms create spectacular view. Banpo Bridge's Moonlight Rainbow Fountain presents fountain show dancing to music.</p><p>Yeouido is well equipped with convenience stores, cafes, bicycle rental shops. People enjoying chimaek (chicken and beer) are easily seen. Evening night view is also beautiful. Crowded with family visitors on weekends.</p><h2>Ttukseom and Banpo Han River Parks</h2><p>Ttukseom Han River Park allows enjoying water sports. Windsurfing, water skiing, yachting can be experienced. Banpo Han River Park is close to Sebitseom, with especially beautiful night view. Taking Han River cruise is also good experience.</p><p>Han River is resting place for Seoul citizens. Spend leisurely time at Han River with different charms each season. Enjoy Han River's romance.</p>"
  },
  {
    "id": "ds00017",
    "article_html_ko": "<p>북촌 한옥마을은 서울에서 가장 유명한 전통 주거 지역이다. 조선시대 양반들의 삶을 엿볼 수 있는 특별한 공간이다.</p><h2>북촌 8경</h2><p>북촌에는 8개의 대표적인 포토 스팟이 있다. 북촌1경부터 8경까지 번호가 매겨져 있어 찾아가기 쉽다. 가장 유명한 곳은 북촌5경이다. 언덕 위에서 한옥 지붕들과 서울 시내를 한눈에 볼 수 있다. 사진 찍기 가장 좋은 곳으로 항상 사람들로 붐빈다.</p><p>북촌4경, 6경도 아름답다. 좁은 골목길 양쪽으로 한옥이 늘어선 풍경이 인상적이다. 한복을 입고 걸으면 조선시대로 돌아간 듯한 느낌이 든다. 각 경마다 다른 매력이 있으니 천천히 둘러보자.</p><h2>한옥 체험</h2><p>북촌에는 한옥 게스트하우스도 많다. 하룻밤 묵으며 한옥의 정취를 느낄 수 있다. 한옥 카페에서 차를 마시거나, 전통 공예 체험을 할 수도 있다. 한지 공예, 매듭 공예 등을 배울 수 있는 곳이 있다.</p><p>북촌은 실제 주민들이 거주하는 곳이다. 조용히 관람하고, 사생활을 존중하는 것이 중요하다. 이른 아침이나 평일에 방문하면 더 여유롭게 즐길 수 있다.</p>",
    "article_html_en": "<p>Bukchon Hanok Village is Seoul's most famous traditional residential area. Special space where Joseon Dynasty yangban life can be glimpsed.</p><h2>Bukchon 8 Views</h2><p>Bukchon has 8 representative photo spots. Numbered from Bukchon View 1 to 8 making finding easy. Most famous place is Bukchon View 5. Hanok roofs and downtown Seoul can be seen at a glance from hilltop. Best place for taking photos, always crowded with people.</p><p>Bukchon Views 4 and 6 are also beautiful. Scenery of hanoks lined up on both sides of narrow alleys is impressive. Walking in hanbok feels like returning to Joseon Dynasty. Each view has different charm, so look around slowly.</p><h2>Hanok Experience</h2><p>Bukchon also has many hanok guesthouses. Can feel hanok's sentiment staying overnight. Can drink tea at hanok cafes or do traditional craft experiences. Places where hanji crafts, maedup crafts can be learned exist.</p><p>Bukchon is where actual residents live. Important to view quietly and respect privacy. Visiting in early morning or weekdays allows more leisurely enjoyment.</p>"
  },
  {
    "id": "ds00018",
    "article_html_ko": "<p>압구정 로데오거리는 강남 패션의 중심지다. 최신 트렌드를 가장 먼저 만날 수 있는 젊음의 거리다.</p><h2>패션 스트리트</h2><p>로데오거리는 1990년대부터 서울의 패션 중심지였다. 지금도 젊은 브랜드들이 가장 먼저 매장을 여는 곳이다. 한국 디자이너 브랜드와 해외 브랜드가 공존한다. 대형 플래그십 스토어에서 작은 부티크까지 다양하다.</p><p>신세계백화점 강남점과 갤러리아백화점이 가까워 쇼핑하기 편하다. 거리를 걸으며 윈도우 쇼핑하는 것만으로도 즐겁다. 주말에는 쇼핑을 즐기는 사람들로 북적인다. 패션에 관심 있다면 꼭 방문해야 할 곳이다.</p><h2>먹거리와 즐길 거리</h2><p>로데오거리에는 맛집도 많다. 패스트푸드부터 고급 레스토랑까지 다양하다. 젊은 층을 겨냥한 트렌디한 카페도 즐비하다. 쇼핑 중간에 카페에서 쉬어가며 즐길 수 있다.</p><p>밤에는 클럽과 바가 문을 연다. 젊은이들의 밤 문화를 즐길 수 있다. 압구정은 낮과 밤 모두 활기찬 곳이다. 강남의 젊은 에너지를 느껴보자.</p>",
    "article_html_en": "<p>Apgujeong Rodeo Street is center of Gangnam fashion. Youth street where latest trends can be met first.</p><h2>Fashion Street</h2><p>Rodeo Street has been Seoul's fashion center since 1990s. Still place where young brands open stores first. Korean designer brands and overseas brands coexist. Diverse from large flagship stores to small boutiques.</p><p>Convenient for shopping being close to Shinsegae Department Store Gangnam and Galleria Department Store. Enjoyable just walking streets window shopping. Crowded with people enjoying shopping on weekends. Must-visit place if interested in fashion.</p><h2>Food and Enjoyments</h2><p>Rodeo Street also has many restaurants. Diverse from fast food to upscale restaurants. Trendy cafes targeting young generation also line up. Can rest at cafes during shopping while enjoying.</p><p>At night, clubs and bars open. Young people's night culture can be enjoyed. Apgujeong is lively place both day and night. Feel Gangnam's young energy.</p>"
  },
  {
    "id": "ds00019",
    "article_html_ko": "<p>동대문은 밤에 더욱 활기를 띠는 특별한 곳이다. 24시간 쇼핑과 패션의 심장부다.</p><h2>동대문 시장</h2><p>동대문에는 여러 개의 큰 쇼핑몰이 있다. 두타, 밀리오레, 굿모닝시티, APM 등이 대표적이다. 각 건물마다 특색이 있다. 도매와 소매를 동시에 하는 곳도 많아 저렴하게 쇼핑할 수 있다. 옷, 신발, 액세서리, 원단 등 패션 관련 모든 것이 있다.</p><p>동대문의 진짜 매력은 밤 문화다. 자정부터 새벽까지 도매 거래가 활발하게 이루어진다. 새벽 시장의 독특한 분위기를 경험할 수 있다. 밤샘 쇼핑을 하는 사람들과 새벽 배송을 준비하는 상인들로 북적인다.</p><h2>DDP와 주변</h2><p>동대문디자인플라자(DDP)는 자하 하디드가 설계한 미래적 건축물이다. 전시, 패션쇼, 디자인 마켓 등 다양한 행사가 열린다. LED 장미 정원도 유명한 포토 스팟이다. 밤에 조명이 켜지면 더욱 환상적이다.</p><p>동대문역사문화공원도 가까이 있다. 쇼핑과 문화를 함께 즐길 수 있는 곳이다. 동대문에서 서울의 역동성을 경험해보자.</p>",
    "article_html_en": "<p>Dongdaemun is special place becoming more lively at night. Heart of 24-hour shopping and fashion.</p><h2>Dongdaemun Market</h2><p>Dongdaemun has several large shopping malls. Doota, Migliore, Good Morning City, APM are representative. Each building has characteristics. Many places doing wholesale and retail simultaneously allow cheap shopping. Everything fashion-related including clothes, shoes, accessories, fabric exists.</p><p>Real charm of Dongdaemun is night culture. Wholesale trading actively occurs from midnight to dawn. Unique atmosphere of dawn market can be experienced. Crowded with people shopping all night and merchants preparing dawn delivery.</p><h2>DDP and Surroundings</h2><p>Dongdaemun Design Plaza (DDP) is futuristic architecture designed by Zaha Hadid. Various events like exhibitions, fashion shows, design markets are held. LED rose garden is also famous photo spot. More fantastic when lights turn on at night.</p><p>Dongdaemun History & Culture Park is also nearby. Place where shopping and culture can be enjoyed together. Experience Seoul's dynamism in Dongdaemun.</p>"
  },
  {
    "id": "ds00020",
    "article_html_ko": "<p>대학로는 서울의 연극과 뮤지컬의 중심지다. 소극장 공연부터 대형 뮤지컬까지 다양한 공연을 즐길 수 있다.</p><h2>마로니에 공원과 극장들</h2><p>대학로의 중심에는 마로니에 공원이 있다. 주말이면 거리 공연과 버스킹이 열린다. 공원 주변으로 수십 개의 소극장이 모여 있다. 학전, 두산아트센터, 아르코예술극장 등이 유명하다.</p><p>소극장에서는 실험적이고 창의적인 연극을 볼 수 있다. 배우와의 거리가 가까워 몰입감이 뛰어나다. 티켓 가격도 합리적이다. 대형 극장에서는 인기 뮤지컬이 장기 공연된다. 예약은 필수다.</p><h2>대학로의 문화</h2><p>대학로에는 예술가들이 많이 모인다. 배우, 연출가, 작가들이 카페에서 작업하는 모습을 볼 수 있다. 공연 전후로 들를 수 있는 레스토랑과 카페가 많다. 분위기 있는 와인 바도 인기다.</p><p>낙산공원으로 이어지는 언덕길도 아름답다. 성곽길을 따라 걸으며 서울을 내려다볼 수 있다. 대학로에서 문화와 예술을 만끽하자.</p>",
    "article_html_en": "<p>Daehangno is center of Seoul's theater and musicals. Various performances from small theater shows to large-scale musicals can be enjoyed.</p><h2>Marronnier Park and Theaters</h2><p>At center of Daehangno is Marronnier Park. Street performances and busking are held on weekends. Dozens of small theaters are gathered around park. Hakjeon, Doosan Art Center, Arko Arts Theater are famous.</p><p>Experimental and creative plays can be seen at small theaters. Immersion is excellent with close distance to actors. Ticket prices are also reasonable. Popular musicals are long-run performed at large theaters. Reservations are essential.</p><h2>Culture of Daehangno</h2><p>Many artists gather in Daehangno. Actors, directors, writers working at cafes can be seen. Many restaurants and cafes exist for visiting before and after performances. Atmospheric wine bars are also popular.</p><p>Hill path connecting to Naksan Park is also beautiful. Can look down at Seoul walking along fortress wall path. Enjoy culture and art in Daehangno.</p>"
  },
  {
    "id": "ds00021",
    "article_html_ko": "<p>한남동은 조용한 주거 지역에서 서울에서 가장 힙한 동네로 변모했다. 고급스러우면서도 개성 있는 공간들이 모여 있다.</p><h2>한남동 편집샵</h2><p>한남동에는 감각적인 편집샵이 많다. 국내외 디자이너 브랜드를 큐레이션해 판매한다. 옷뿐 아니라 가구, 소품, 책까지 라이프스타일 전반을 다룬다. 무신사, 29CM 같은 온라인 플랫폼의 오프라인 스토어도 한남동에 있다.</p><p>편집샵들은 공간 자체가 하나의 작품이다. 건축적으로 아름답고 인테리어가 세련됐다. 쇼핑하지 않아도 구경하는 것만으로 영감을 받을 수 있다. 팝업 스토어가 자주 열려 새로운 브랜드를 발견하는 재미가 있다.</p><h2>카페와 문화 공간</h2><p>한남동에는 고급스러운 카페들이 많다. 스페셜티 커피와 수제 디저트를 즐길 수 있다. 갤러리와 카페가 결합된 복합 문화 공간도 있다. 예술을 감상하며 차를 마시는 특별한 경험을 할 수 있다.</p><p>한남동은 조용하지만 강렬한 개성이 있다. 천천히 걸으며 숨은 명소를 찾는 재미가 있다. 한남동에서 서울의 세련된 라이프스타일을 경험하자.</p>",
    "article_html_en": "<p>Hannam-dong transformed from quiet residential area to Seoul's hippest neighborhood. Luxurious yet distinctive spaces are gathered.</p><h2>Hannam-dong Select Shops</h2><p>Hannam-dong has many sensible select shops. Curate and sell domestic and international designer brands. Handle overall lifestyle beyond clothes including furniture, accessories, books. Offline stores of online platforms like Musinsa, 29CM are also in Hannam-dong.</p><p>Select shops' spaces themselves are artworks. Architecturally beautiful and interiors sophisticated. Can be inspired just browsing even without shopping. Pop-up stores frequently open with fun of discovering new brands.</p><h2>Cafes and Cultural Spaces</h2><p>Hannam-dong has many upscale cafes. Specialty coffee and handmade desserts can be enjoyed. Complex cultural spaces combining galleries and cafes also exist. Special experience of drinking tea while appreciating art can be had.</p><p>Hannam-dong is quiet but has strong personality. Fun of finding hidden attractions walking slowly exists. Experience Seoul's sophisticated lifestyle in Hannam-dong.</p>"
  },
  {
    "id": "ds00022",
    "article_html_ko": "<p>신촌은 대학가의 활기가 넘치는 젊음의 거리다. 합리적인 가격과 자유로운 분위기가 매력이다.</p><h2>신촌 먹거리</h2><p>신촌은 저렴하고 맛있는 음식점이 많다. 학생들을 위한 가성비 좋은 식당이 즐비하다. 한식, 중식, 일식, 양식 모두 있으며, 1인분 가격이 합리적이다. 신촌 맛집 거리를 따라 걸으며 다양한 음식을 맛볼 수 있다.</p><p>술집도 많다. 소주 한 병과 간단한 안주를 저렴하게 즐길 수 있는 포차, 삼겹살과 소주를 즐기는 고깃집, 분위기 있는 이자카야까지 선택지가 다양하다. 학생들의 회식이나 모임 장소로 인기다.</p><h2>신촌 문화</h2><p>신촌역 주변에는 대형 영화관과 공연장이 있다. 최신 영화를 저렴하게 볼 수 있다. 노래방, PC방, 당구장 같은 오락 시설도 많다. 친구들과 놀기 좋은 동네다.</p><p>신촌은 젊고 자유롭다. 학생들의 에너지가 거리를 가득 채운다. 부담 없이 즐길 수 있는 신촌에서 젊음을 느껴보자.</p>",
    "article_html_en": "<p>Sinchon is youth street overflowing with university district vitality. Reasonable prices and free atmosphere are charms.</p><h2>Sinchon Food</h2><p>Sinchon has many cheap and delicious restaurants. Cost-effective restaurants for students line up. All Korean, Chinese, Japanese, Western food exist, with reasonable per-person prices. Various foods can be tasted walking along Sinchon restaurant street.</p><p>Many bars also exist. Various choices including pochas where soju bottles and simple snacks can be cheaply enjoyed, meat restaurants enjoying pork belly and soju, atmospheric izakayas. Popular as student gathering or meeting places.</p><h2>Sinchon Culture</h2><p>Large movie theaters and performance halls exist around Sinchon Station. Latest movies can be seen cheaply. Many entertainment facilities like karaoke, PC rooms, billiard halls also exist. Good neighborhood for hanging out with friends.</p><p>Sinchon is young and free. Students' energy fills streets. Feel youth in Sinchon where enjoyment without burden is possible.</p>"
  },
  {
    "id": "ds00023",
    "article_html_ko": "<p>경리단길은 이태원 근처의 작은 언덕길이다. 개성 있는 레스토랑과 바가 모여 있어 미식가들의 성지로 불린다.</p><h2>레스토랑의 거리</h2><p>경리단길에는 작지만 특색 있는 레스토랑이 많다. 셰프가 직접 운영하는 작은 레스토랑에서 창의적인 요리를 맛볼 수 있다. 한식을 재해석한 곳, 정통 이탈리안, 프렌치 비스트로 등 다양하다. 가격은 합리적이면서 음식은 훌륭하다.</p><p>작은 골목 안에 숨은 맛집들이 많다. 지도를 보며 찾아가는 재미가 있다. 예약이 필수인 곳도 많으니 미리 확인하자. SNS에서 입소문이 난 맛집들이 계속 생겨나고 있다.</p><h2>바와 카페</h2><p>저녁이 되면 바들이 문을 연다. 작고 아늑한 바에서 칵테일을 즐길 수 있다. 바텐더와 대화하며 자신에게 맞는 술을 추천받는 재미가 있다. 루프탑 바에서는 서울의 야경을 감상할 수 있다.</p><p>낮에는 브런치 카페가 인기다. 주말 오전에는 브런치를 즐기는 사람들로 붐빈다. 경리단길은 작지만 강렬한 개성이 있는 동네다.</p>",
    "article_html_en": "<p>Gyeongnidan-gil is small hill path near Itaewon. Called holy land of gourmets with distinctive restaurants and bars gathered.</p><h2>Restaurant Street</h2><p>Gyeongnidan-gil has many small but distinctive restaurants. Creative cuisine can be tasted at small restaurants directly operated by chefs. Diverse including places reinterpreting Korean food, authentic Italian, French bistros. Prices are reasonable while food is excellent.</p><p>Many hidden restaurants exist in small alleys. Fun of finding while looking at map exists. Many places require reservations, so check in advance. Restaurants gaining word-of-mouth on social media continue appearing.</p><h2>Bars and Cafes</h2><p>When evening comes, bars open. Cocktails can be enjoyed at small and cozy bars. Fun of chatting with bartenders and getting drink recommendations suited to oneself exists. Seoul's night view can be appreciated at rooftop bars.</p><p>During day, brunch cafes are popular. Weekend mornings are crowded with people enjoying brunch. Gyeongnidan-gil is neighborhood small but with strong personality.</p>"
  },
  {
    "id": "ds00024",
    "article_html_ko": "<p>남산은 서울 시민들의 사랑을 받는 휴식 공간이다. 도심 한가운데 위치한 자연 속에서 힐링할 수 있다.</p><h2>남산 등산</h2><p>남산 등산은 가볍게 즐길 수 있는 트레킹 코스다. 여러 등산로가 있어 체력에 맞게 선택할 수 있다. 남산 순환로를 따라 걸으면 서울의 전망을 감상할 수 있다. 봄에는 벚꽃이, 가을에는 단풍이 아름답다.</p><p>정상까지는 걸어서 30분에서 1시간 정도 걸린다. 케이블카를 이용하면 편하게 올라갈 수 있다. 정상에는 N서울타워가 있다. 전망대에서 바라보는 360도 서울 전경은 압도적이다.</p><h2>남산 한옥마을</h2><p>남산 자락에는 남산 한옥마을이 있다. 조선시대 한옥 다섯 채가 재현되어 있다. 무료로 관람할 수 있으며, 한국 전통 문화를 체험할 수 있는 프로그램도 운영된다. 전통 차를 마시거나 한복을 입어볼 수 있다.</p><p>남산은 도심 속 휴식처다. 바쁜 일상에서 벗어나 자연 속에서 힐링하고 싶을 때 찾아가자. 서울의 중심에서 자연과 역사를 동시에 경험할 수 있다.</p>",
    "article_html_en": "<p>Namsan is resting space loved by Seoul citizens. Can heal in nature located in middle of city center.</p><h2>Namsan Hiking</h2><p>Namsan hiking is trekking course enjoyable lightly. Several hiking trails exist allowing choice according to stamina. Walking along Namsan circular path allows appreciating Seoul's view. Cherry blossoms in spring, autumn leaves in fall are beautiful.</p><p>To summit takes 30 minutes to 1 hour walking. Can go up comfortably using cable car. N Seoul Tower exists at summit. 360-degree Seoul panorama viewed from observatory is overwhelming.</p><h2>Namsan Hanok Village</h2><p>Namsan Hanok Village exists at Namsan foot. Five Joseon Dynasty hanoks are recreated. Can be toured freely, and programs experiencing Korean traditional culture are also operated. Can drink traditional tea or try on hanbok.</p><p>Namsan is resting place in city center. Visit when wanting to escape busy daily life and heal in nature. Nature and history can be experienced simultaneously at Seoul's center.</p>"
  },
  {
    "id": "ds00025",
    "article_html_ko": "<p>성북동은 조용하고 한적한 문화 예술의 동네다. 문인과 예술가들이 사랑했던 곳으로, 깊은 역사와 문화가 있다.</p><h2>문화 명소</h2><p>성북동에는 여러 문화 공간이 있다. 간송미술관은 한국 전통 미술품을 소장하고 있다. 일 년에 두 번만 특별 전시를 연다. 길상사는 아름다운 사찰로, 시인 백석과 김영한의 사랑 이야기가 깃든 곳이다. 조용히 산책하기 좋다.</p><p>성북동은 많은 문인들이 살았던 곳이다. 이태준, 조지훈 같은 작가들의 집터가 남아 있다. 성북동 주민센터에서 문화 해설 프로그램을 운영하니 참여해보는 것도 좋다.</p><h2>성북동 카페</h2><p>성북동에는 오래된 한옥을 개조한 카페가 많다. 조용하고 아늑한 분위기에서 차를 마실 수 있다. 정원이 아름다운 카페에서 여유로운 시간을 보낼 수 있다. 관광객이 적어 진정한 힐링을 할 수 있는 곳이다.</p><p>성북동은 서울에서 시간이 천천히 흐르는 동네다. 바쁜 일상을 잠시 멈추고 문화와 예술을 즐기고 싶을 때 찾아가자.</p>",
    "article_html_en": "<p>Seongbuk-dong is quiet and secluded culture and art neighborhood. Place loved by writers and artists, with deep history and culture.</p><h2>Cultural Attractions</h2><p>Seongbuk-dong has several cultural spaces. Gansong Art Museum houses Korean traditional artworks. Opens special exhibitions only twice yearly. Gilsangsa is beautiful temple, place where poet Baek Seok and Kim Yeong-han's love story is embedded. Good for quiet walks.</p><p>Seongbuk-dong is where many writers lived. House sites of writers like Lee Tae-jun, Jo Ji-hun remain. Good to participate as Seongbuk-dong Community Center operates cultural commentary programs.</p><h2>Seongbuk-dong Cafes</h2><p>Seongbuk-dong has many cafes converted from old hanoks. Can drink tea in quiet and cozy atmosphere. Leisurely time can be spent at cafes with beautiful gardens. Place where true healing is possible with few tourists.</p><p>Seongbuk-dong is neighborhood where time flows slowly in Seoul. Visit when wanting to pause busy daily life and enjoy culture and art.</p>"
  },
  {
    "id": "ds00026",
    "article_html_ko": "<p>여의도는 서울의 정치와 금융의 중심지다. 고층 빌딩과 넓은 공원이 공존하는 독특한 지역이다.</p><h2>여의도 공원</h2><p>여의도 공원은 도심 속 오아시스다. 넓은 잔디밭에서 피크닉을 즐기거나 자전거를 탈 수 있다. 가족 단위 방문객이 많다. 봄에는 윤중로 벚꽃길이 장관이다. 벚꽃 축제 기간에는 수많은 사람들이 꽃구경을 나온다.</p><p>여의도에는 한강공원이 연결되어 있다. 자전거를 타고 한강변을 달리거나, 한강에서 수상 스포츠를 즐길 수 있다. 저녁에는 반포대교 달빛무지개분수 쇼를 볼 수 있다. 음악에 맞춰 춤추는 분수가 환상적이다.</p><h2>IFC몰과 먹거리</h2><p>IFC몰은 여의도의 랜드마크 쇼핑몰이다. 명품 브랜드부터 SPA 브랜드까지 다양한 쇼핑을 즐길 수 있다. 고급 레스토랑과 카페도 많다. 특히 야경이 아름다운 루프탑 레스토랑이 인기다.</p><p>여의도는 직장인들이 많아 점심 시간 맛집이 발달했다. 합리적인 가격에 훌륭한 음식을 먹을 수 있다. 여의도에서 도심 속 자연과 쇼핑을 동시에 즐기자.</p>",
    "article_html_en": "<p>Yeouido is center of Seoul's politics and finance. Unique area where high-rise buildings and wide parks coexist.</p><h2>Yeouido Park</h2><p>Yeouido Park is oasis in city center. Can enjoy picnics on wide lawns or ride bicycles. Many family visitors. In spring, Yunjung-ro cherry blossom path creates spectacular view. Countless people come out for flower viewing during cherry blossom festival period.</p><p>Yeouido is connected to Han River Park. Can ride bicycles along Han River or enjoy water sports at Han River. In evening, Banpo Bridge Moonlight Rainbow Fountain show can be seen. Fountain dancing to music is fantastic.</p><h2>IFC Mall and Food</h2><p>IFC Mall is Yeouido's landmark shopping mall. Various shopping can be enjoyed from luxury brands to SPA brands. Many upscale restaurants and cafes also exist. Rooftop restaurants with especially beautiful night views are popular.</p><p>Yeouido has many office workers, so lunchtime restaurants are developed. Excellent food can be eaten at reasonable prices. Enjoy nature and shopping in city center simultaneously in Yeouido.</p>"
  },
  {
    "id": "ds00027",
    "article_html_ko": "<p>용산은 과거와 미래가 공존하는 지역이다. 전통 시장과 최신 쇼핑몰, 역사 유적과 현대 건축이 어우러져 있다.</p><h2>국립중앙박물관</h2><p>용산의 랜드마크는 국립중앙박물관이다. 한국 역사와 문화를 한눈에 볼 수 있는 곳이다. 선사시대부터 현대까지 방대한 유물이 전시되어 있다. 입장료가 무료라는 것도 큰 장점이다. 반나절은 족히 걸리니 시간을 넉넉히 가지고 방문하자.</p><p>박물관 야외 정원도 아름답다. 연못과 산책로가 조성되어 있어 산책하기 좋다. 카페와 레스토랑도 있어 편하게 하루를 보낼 수 있다. 가족 단위 방문객에게 특히 추천한다.</p><h2>용산 전자상가와 아이파크몰</h2><p>용산 전자상가는 전자제품의 메카다. 컴퓨터, 카메라, 게임기 등 모든 전자제품을 구매할 수 있다. 최신 제품부터 중고 제품까지 다양하다. 가격 비교를 하며 흥정할 수 있다. IT 매니아들의 성지다.</p><p>아이파크몰은 대형 쇼핑몰이다. 영화관, 서점, 레스토랑이 모여 있어 하루 종일 즐길 수 있다. 용산은 다양한 매력이 공존하는 곳이다.</p>",
    "article_html_en": "<p>Yongsan is area where past and future coexist. Traditional markets and latest shopping malls, historical sites and modern architecture blend together.</p><h2>National Museum of Korea</h2><p>Yongsan's landmark is National Museum of Korea. Place where Korean history and culture can be seen at a glance. Vast artifacts from prehistoric times to modern are exhibited. Free admission is also great advantage. Takes at least half day, so visit with plenty of time.</p><p>Museum outdoor garden is also beautiful. Pond and walkways are created, good for walking. Cafes and restaurants also exist allowing comfortable full-day spending. Especially recommended for family visitors.</p><h2>Yongsan Electronics Market and I'Park Mall</h2><p>Yongsan Electronics Market is mecca of electronic products. All electronic products including computers, cameras, game consoles can be purchased. Diverse from latest products to used products. Can bargain while comparing prices. Holy land of IT enthusiasts.</p><p>I'Park Mall is large shopping mall. Movie theaters, bookstores, restaurants are gathered allowing all-day enjoyment. Yongsan is place where various charms coexist.</p>"
  },
  {
    "id": "ds00028",
    "article_html_ko": "<p>종로는 서울의 역사가 살아 숨 쉬는 곳이다. 조선 시대부터 서울의 중심이었던 이곳에는 궁궐, 전통 시장, 현대 건물이 공존한다.</p><h2>광화문과 경복궁</h2><p>광화문은 조선의 정궁인 경복궁의 정문이다. 세종대왕 동상과 이순신 장군 동상이 서 있다. 광화문 광장은 시민들의 집회와 행사가 열리는 공간이다. 경복궁은 조선 왕조의 웅장함을 느낄 수 있는 곳이다.</p><p>근정전, 경회루, 향원정 등 볼거리가 많다. 한복을 입으면 입장료가 무료다. 수문장 교대식도 볼 만하다. 경복궁을 나와 삼청동이나 서촌으로 이어지는 산책도 좋다.</p><h2>종로 먹거리와 문화</h2><p>종로에는 전통 한식당이 많다. 삼계탕, 설렁탕, 갈비탕 같은 대표 한식을 맛볼 수 있다. 광장시장의 먹거리 골목도 유명하다. 빈대떡, 마약김밥, 육회를 저렴하게 즐길 수 있다.</p><p>인사동 전통 문화의 거리도 가깝다. 골동품점, 찻집, 갤러리가 줄지어 있다. 종로는 서울의 과거와 현재가 만나는 곳이다. 역사를 느끼며 서울을 탐험하고 싶다면 종로부터 시작하자.</p>",
    "article_html_en": "<p>Jongno is place where Seoul's history lives and breathes. Palaces, traditional markets, and modern buildings coexist in this place that has been Seoul's center since Joseon Dynasty.</p><h2>Gwanghwamun and Gyeongbokgung</h2><p>Gwanghwamun is main gate of Gyeongbokgung, Joseon's main palace. King Sejong statue and Admiral Yi Sun-sin statue stand. Gwanghwamun Square is space where citizens' rallies and events are held. Gyeongbokgung is place where Joseon Dynasty's grandeur can be felt.</p><p>Many attractions including Geunjeongjeon, Gyeonghoeru, Hyangwonjeong exist. Admission is free when wearing hanbok. Royal guard changing ceremony is also worth seeing. Walking connecting to Samcheong-dong or Seochon after leaving Gyeongbokgung is also good.</p><h2>Jongno Food and Culture</h2><p>Jongno has many traditional Korean restaurants. Representative Korean foods like samgyetang, seolleongtang, galbitang can be tasted. Gwangjang Market's food alley is also famous. Bindaetteok, mayak gimbap, yukhoe can be cheaply enjoyed.</p><p>Insadong traditional culture street is also nearby. Antique shops, tea houses, galleries line up. Jongno is where Seoul's past and present meet. If wanting to explore Seoul while feeling history, start from Jongno.</p>"
  },
  {
    "id": "ds00029",
    "article_html_ko": "<p>신사동은 강남의 세련된 주거 지역이다. 조용하면서도 감각적인 카페와 레스토랑이 모여 있어 어른들의 놀이터로 불린다.</p><h2>신사동 가로수길</h2><p>가로수길은 은행나무가 늘어선 아름다운 거리다. 패션 브랜드, 카페, 레스토랑이 즐비하다. 주말 오후에는 쇼핑과 브런치를 즐기는 사람들로 붐빈다. 플래그십 스토어들은 건축적으로도 아름답다.</p><p>가로수길 뒤편의 세로수길도 탐험할 가치가 있다. 좀 더 조용하고 로컬한 분위기의 카페와 레스토랑이 숨어 있다. 작은 부티크와 갤러리도 있어 구경하는 재미가 있다.</p><h2>신사동 맛집</h2><p>신사동에는 고급 레스토랑이 많다. 파인 다이닝부터 캐주얼 다이닝까지 다양하다. 이탈리안, 프렌치, 일식, 한식 등 장르도 다양하다. 가격대는 다소 높지만 음식의 질은 보장된다. 특별한 날 식사하기 좋은 곳들이다.</p><p>디저트 카페도 유명하다. 수제 케이크와 디저트를 맛볼 수 있다. 신사동은 세련되고 여유로운 동네다. 어른들의 데이트 코스로 인기가 많다.</p>",
    "article_html_en": "<p>Sinsa-dong is Gangnam's sophisticated residential area. Called adults' playground with quiet yet sensible cafes and restaurants gathered.</p><h2>Sinsa-dong Garosu-gil</h2><p>Garosu-gil is beautiful street lined with ginkgo trees. Fashion brands, cafes, restaurants line up. Crowded with people enjoying shopping and brunch on weekend afternoons. Flagship stores are also architecturally beautiful.</p><p>Serosu-gil behind Garosu-gil is also worth exploring. Quieter and more local atmosphere cafes and restaurants are hidden. Small boutiques and galleries also exist with fun of browsing.</p><h2>Sinsa-dong Restaurants</h2><p>Sinsa-dong has many upscale restaurants. Diverse from fine dining to casual dining. Also diverse genres including Italian, French, Japanese, Korean. Price range is somewhat high but food quality is guaranteed. Good places for meals on special occasions.</p><p>Dessert cafes are also famous. Handmade cakes and desserts can be tasted. Sinsa-dong is sophisticated and leisurely neighborhood. Popular as adults' date course.</p>"
  },
  {
    "id": "ds00030",
    "article_html_ko": "<p>서울의 각 동네는 저마다의 개성과 매력을 가지고 있다. 이 도시는 끊임없이 변화하며 새로운 문화를 만들어낸다.</p><h2>서울의 다양성</h2><p>서울은 1000만 명이 넘는 인구가 사는 대도시다. 25개 자치구마다 고유한 특색이 있다. 강남의 화려함, 홍대의 자유로움, 성수동의 힙함, 한남동의 세련됨, 북촌의 전통미가 모두 다르다. 이 다양성이 서울을 특별하게 만든다.</p><p>서울은 빠르게 변한다. 몇 달 사이에 새로운 카페와 레스토랑이 생겨나고, 낡은 동네가 핫플레이스로 떠오른다. 이 역동성이 서울을 살아있는 도시로 만든다. 항상 새로운 것을 발견할 수 있는 곳이다.</p><h2>나만의 서울 찾기</h2><p>서울을 제대로 즐기려면 여러 동네를 경험해봐야 한다. 각자의 취향에 맞는 동네를 찾는 재미가 있다. 패션을 좋아한다면 성수와 가로수길을, 음식을 좋아한다면 망원과 경리단길을, 전통을 좋아한다면 북촌과 서촌을 탐험하자.</p><p>서울은 무한한 가능성의 도시다. 전통과 현대, 동양과 서양, 과거와 미래가 공존한다. 서울의 모든 골목에는 이야기가 있다. 자신만의 서울을 발견하는 여정을 시작하자.</p>",
    "article_html_en": "<p>Each Seoul neighborhood has its own personality and charm. This city continuously changes creating new culture.</p><h2>Seoul's Diversity</h2><p>Seoul is metropolis where over 10 million people live. Each of 25 autonomous districts has unique characteristics. Gangnam's glamour, Hongdae's freedom, Seongsu-dong's hipness, Hannam-dong's sophistication, Bukchon's traditional beauty are all different. This diversity makes Seoul special.</p><p>Seoul changes rapidly. New cafes and restaurants appear within months, and old neighborhoods emerge as hot places. This dynamism makes Seoul living city. Place where new things can always be discovered.</p><h2>Finding Your Own Seoul</h2><p>To properly enjoy Seoul, multiple neighborhoods must be experienced. Fun of finding neighborhoods matching each person's taste exists. If liking fashion, explore Seongsu and Garosu-gil; if liking food, Mangwon and Gyeongnidan-gil; if liking tradition, Bukchon and Seochon.</p><p>Seoul is city of infinite possibilities. Tradition and modernity, East and West, past and future coexist. Stories exist in every Seoul alley. Start journey discovering your own Seoul.</p>"
  }
]
